######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:55:54 2010 from 10.98.22.11
telnet gacc03.spomb.embratel.net.br
nagios:~# telnet gacc03.spomb.embratel.net.br
Trying 200.230.224.69...
Connected to gacc03.spomb.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc03.spomb#show interface FastEthernet5/0/4
FastEthernet5/0/4 is up, line protocol is up 
  Hardware is FastEthernet, address is 0017.942d.af02 (bia 0017.942d.af02)
  Description: SAMSUNG  | 34000K | SPO/IP/09942 | (SPO/IP/09942)
  Internet address is 200.178.73.21/30
  MTU 1500 bytes, BW 34000 Kbit, DLY 100 usec, rely 255/255, load 76/255
  Encapsulation ARPA, loopback not set
  Keepalive set (10 sec)
  Full Duplex, 100Mbps, link type is force-up, media type is 100BaseTx
  output flow-control is on, input flow-control is on
  ARP type: ARPA, ARP Timeout 04:00:00
  Last input 00:00:08, output 00:00:00, output hang never
  Last clearing of "show interface" counters 15w5d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 100000 kilobits/sec
  30 second input rate 2986000 bits/sec, 1035 packets/sec
  30 second output rate 11171000 bits/sec, 1318 packets/sec
     2609830739 packets input, 755287176280 bytes, 0 no buffer
     Received 15850 broadcasts, 0 runts, 0 giants, 0 throttles
     2 input errors, 0 CRC, 2 frame, 0 overrun, 0 ignored
     0 watchdog, 15832 multicast, 0 pause input
     3344700419 packets output, 3366626078760 bytes, 0 underruns
     Transmitted 7940 broadcasts
     0 output errors, 0 collisions, 6 interface resets
     0 babbles, 0 late collision, 0 deferred
     0 lost carrier, 0 no carrier, 0 pause output
     0 output buffer failures, 0 output buffers swapped out
gacc03.spomb#
gacc03.spomb#show interface FastEthernet5/0/4
FastEthernet5/0/4 is up, line protocol is up 
  Hardware is FastEthernet, address is 0017.942d.af02 (bia 0017.942d.af02)
  Description: SAMSUNG  | 34000K | SPO/IP/09942 | (SPO/IP/09942)
  Internet address is 200.178.73.21/30
  MTU 1500 bytes, BW 34000 Kbit, DLY 100 usec, rely 255/255, load 83/255
  Encapsulation ARPA, loopback not set
  Keepalive set (10 sec)
  Full Duplex, 100Mbps, link type is force-up, media type is 100BaseTx
  output flow-control is on, input flow-control is on
  ARP type: ARPA, ARP Timeout 04:00:00
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 15w5d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 100000 kilobits/sec
  30 second input rate 2986000 bits/sec, 1035 packets/sec
  30 second output rate 11171000 bits/sec, 1318 packets/sec
     2609830739 packets input, 755287176280 bytes, 0 no buffer
     Received 15850 broadcasts, 0 runts, 0 giants, 0 throttles
     2 input errors, 0 CRC, 2 frame, 0 overrun, 0 ignored
     0 watchdog, 15832 multicast, 0 pause input
     3344700419 packets output, 3366626078760 bytes, 0 underruns
     Transmitted 7940 broadcasts
     0 output errors, 0 collisions, 6 interface resets
     0 babbles, 0 late collision, 0 deferred
     0 lost carrier, 0 no carrier, 0 pause output
     0 output buffer failures, 0 output buffers swapped out
gacc03.spomb#ping  200.178.73.22

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.178.73.22, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 1/20/48 ms
gacc03.spomb#5 --- 5 
5 --- 5 
5 --- 5 
loss 0
###### vrf BT_PEPSICO:3770 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:56:20 2010 from 10.98.22.11
telnet gacc03.spomb.embratel.net.br
nagios:~# telnet gacc03.spomb.embratel.net.br
Trying 200.230.224.69...
Connected to gacc03.spomb.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc03.spomb#show interface FastEthernet3/2/3
FastEthernet3/2/3 is up, line protocol is up 
  Hardware is FastEthernet, address is 0017.942d.ae55 (bia 0017.942d.ae55)
  Description: BT_PEPSICO  | 20M | SPO/IP/09568 | (SPO/IP/09568) | BGP_AS61183
  Internet address is 201.118.217.13/30
  MTU 1500 bytes, BW 100000 Kbit, DLY 100 usec, rely 255/255, load 13/255
  Encapsulation ARPA, loopback not set
  Keepalive set (10 sec)
  Full Duplex, 100Mbps, link type is force-up, media type is 100BaseTx
  output flow-control is on, input flow-control is on
  ARP type: ARPA, ARP Timeout 04:00:00
  Last input 00:00:03, output 00:00:03, output hang never
  Last clearing of "show interface" counters 15w5d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 100000 kilobits/sec
  30 second input rate 5715000 bits/sec, 1792 packets/sec
  30 second output rate 5434000 bits/sec, 1773 packets/sec
     12199973724 packets input, 6631071586915 bytes, 0 no buffer
     Received 334026 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored
     0 watchdog, 334016 multicast, 2302621 pause input
     10838904650 packets output, 3432933185654 bytes, 0 underruns
     Transmitted 238 broadcasts
     0 output errors, 0 collisions, 0 interface resets
     0 babbles, 0 late collision, 0 deferred
     0 lost carrier, 0 no carrier, 0 pause output
     0 output buffer failures, 0 output buffers swapped out
gacc03.spomb#
gacc03.spomb#show interface FastEthernet3/2/3
FastEthernet3/2/3 is up, line protocol is up 
  Hardware is FastEthernet, address is 0017.942d.ae55 (bia 0017.942d.ae55)
  Description: BT_PEPSICO  | 20M | SPO/IP/09568 | (SPO/IP/09568) | BGP_AS61183
  Internet address is 201.118.217.13/30
  MTU 1500 bytes, BW 100000 Kbit, DLY 100 usec, rely 255/255, load 13/255
  Encapsulation ARPA, loopback not set
  Keepalive set (10 sec)
  Full Duplex, 100Mbps, link type is force-up, media type is 100BaseTx
  output flow-control is on, input flow-control is on
  ARP type: ARPA, ARP Timeout 04:00:00
  Last input 00:00:04, output 00:00:04, output hang never
  Last clearing of "show interface" counters 15w5d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 100000 kilobits/sec
  30 second input rate 5715000 bits/sec, 1792 packets/sec
  30 second output rate 5434000 bits/sec, 1773 packets/sec
     12199973724 packets input, 6631071586915 bytes, 0 no buffer
     Received 334026 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored
     0 watchdog, 334016 multicast, 2302621 pause input
     10838904650 packets output, 3432933185654 bytes, 0 underruns
     Transmitted 238 broadcasts
     0 output errors, 0 collisions, 0 interface resets
     0 babbles, 0 late collision, 0 deferred
     0 lost carrier, 0 no carrier, 0 pause output
     0 output buffer failures, 0 output buffers swapped out
gacc03.spomb#ping vrf BT_PEPSICO:3770 201.118.217.14

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.118.217.14, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/4/8 ms
gacc03.spomb#5 --- 5 
5 --- 5 
loss 0
###### vrf SUNALLIANCE_TMX:3032 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:56:26 2010 from 10.98.22.11
telnet gacc03.spomb.embratel.net.br
nagios:~# telnet gacc03.spomb.embratel.net.br
Trying 200.230.224.69...
Connected to gacc03.spomb.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc03.spomb#show interface Serial2/1/0.1/3/5/1:0
Serial2/1/0.1/3/5/1:0 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: SUNALLIANCE_TMX  | 2048K | SPO/IP/07742 | (SPO/IP/07742) | BGP_AS65195
  Internet address is 201.118.193.73/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, rely 255/255, load 1/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:03, output 00:00:03, output hang never
  Last clearing of "show interface" counters 3d20h
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 512 kilobits/sec
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     308172 packets input, 19530251 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     346855 input errors, 158978 CRC, 87070 frame, 0 overrun, 0 ignored, 100807 abort
     302532 packets output, 17598198 bytes, 0 underruns
     0 output errors, 0 collisions, 38 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 65: timeslot(s): UNFRAMED, Transmitter delay 0, non-inverted data
gacc03.spomb#
gacc03.spomb#show interface Serial2/1/0.1/3/5/1:0
Serial2/1/0.1/3/5/1:0 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: SUNALLIANCE_TMX  | 2048K | SPO/IP/07742 | (SPO/IP/07742) | BGP_AS65195
  Internet address is 201.118.193.73/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, rely 255/255, load 1/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:03, output 00:00:03, output hang never
  Last clearing of "show interface" counters 3d20h
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 512 kilobits/sec
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     308176 packets input, 19530331 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     346855 input errors, 158978 CRC, 87070 frame, 0 overrun, 0 ignored, 100807 abort
     302532 packets output, 17598198 bytes, 0 underruns
     0 output errors, 0 collisions, 38 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 65: timeslot(s): UNFRAMED, Transmitter delay 0, non-inverted data
gacc03.spomb#ping vrf SUNALLIANCE_TMX:3032 201.118.193.74

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.118.193.74, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 1/3/4 ms
gacc03.spomb#5 --- 5 
5 --- 5 
5 --- 5 
5 --- 58 
5 --- 48 
5 --- 46 
5 --- 46 
loss -5.08571428571429
###### vrf JOHNSON_TMX:2877 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:56:29 2010 from 10.98.22.11
telnet acc10.bsa.embratel.net.br
nagios:~# telnet acc10.bsa.embratel.net.br
Trying 200.244.41.166...
Connected to acc10.bsa.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc10.bsa#show interface Serial4/0/3
Serial4/0/3 is down, line protocol is down 
  Hardware is cyBus Serial
  Description: JOHNSON_TMX  | 1536K | MNS/IP/00468 | (MNS/IP/00468) | BGP_AS65125
  Internet address is 201.118.192.61/30
  MTU 1500 bytes, BW 1536 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation PPP, LCP Closed, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input never, output never, output hang never
  Last clearing of "show interface" counters 20w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 0
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  30 second input rate 0 bits/sec, 0 packets/sec
  30 second output rate 0 bits/sec, 0 packets/sec
     0 packets input, 0 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     0 packets output, 0 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
     23367001 alarm indications, 23367002 remote alarms, 23367002 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc10.bsa#
acc10.bsa#show interface Serial4/0/3
Serial4/0/3 is down, line protocol is down 
  Hardware is cyBus Serial
  Description: JOHNSON_TMX  | 1536K | MNS/IP/00468 | (MNS/IP/00468) | BGP_AS65125
  Internet address is 201.118.192.61/30
  MTU 1500 bytes, BW 1536 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation PPP, LCP Closed, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input never, output never, output hang never
  Last clearing of "show interface" counters 20w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 0
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  30 second input rate 0 bits/sec, 0 packets/sec
  30 second output rate 0 bits/sec, 0 packets/sec
     0 packets input, 0 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     0 packets output, 0 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
     23367001 alarm indications, 23367002 remote alarms, 23367002 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc10.bsa#ping vrf JOHNSON_TMX:2877 201.118.192.62

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.118.192.62, timeout is 2 seconds:
.....
Success rate is 0 percent (0/5)
acc10.bsa#0 --- 5 
0 --- 5 
0 --- 5 
5 --- 58 
5 --- 51 
5 --- 46 
5 --- 43 
loss -9.65
###### vrf GENERALMILLS:4362 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:56:32 2010 from 10.98.22.11
telnet acc10.bsa.embratel.net.br
nagios:~# telnet acc10.bsa.embratel.net.br
Trying 200.244.41.166...
Connected to acc10.bsa.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc10.bsa#show interface Serial2/1/0.1
Serial2/1/0.1 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: GENERALMILLS  | 1024K | BSA/IP/03401 | (BSA/IP/03401) | BGP_AS65518
  Internet address is 201.30.39.41/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation FRAME-RELAY
  Last clearing of "show interface" counters never
acc10.bsa#
acc10.bsa#show interface Serial2/1/0
Serial2/1/0 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: GENERALMILLS  | 1024K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation FRAME-RELAY, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  LMI enq sent  0, LMI stat recvd 0, LMI upd recvd 0
  LMI enq recvd 199747, LMI stat sent  199747, LMI upd sent  0, DCE LMI up
  LMI DLCI 1023  LMI type is CISCO  frame relay DCE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:01, output 00:00:01, output hang never
  Last clearing of "show interface" counters 3w2d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 329328
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 7000 bits/sec, 4 packets/sec
  5 minute output rate 5000 bits/sec, 4 packets/sec
     6330753 packets input, 1754880113 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     150 input errors, 141 CRC, 0 frame, 7 overrun, 0 ignored, 2 abort
     7215355 packets output, 3770787493 bytes, 0 underruns
     329328 packets late drop, 423883646 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     30 carrier transitions
     RTS up, CTS up, DTR up, DCD up, DSR up
acc10.bsa#ping vrf GENERALMILLS:4362 201.30.39.42

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.30.39.42, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/5/8 ms
acc10.bsa#5 --- 5 
5 --- 5 
5 --- 5 
5 --- 58 
5 --- 51 
5 --- 46 
5 --- 43 
loss -5.08571428571429
###### vrf SCJOHNSON_AMERICAS_MCI:4431 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:56:45 2010 from 10.98.22.11
telnet qacc01.mns.embratel.net.br
nagios:~# telnet qacc01.mns.embratel.net.br
Trying 200.230.224.234...
Connected to qacc01.mns.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

qacc01.mns#show interface Serial9/0/1:0.1
Serial9/0/1:0.1 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: SCJOHNSON_AMERICAS_MCI  | 1536K | MNS/IP/01056 | (MNS/IP/01056) | BGP_AS65125
  Internet address is 189.42.121.105/30
  MTU 1500 bytes, BW 1536 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 163/255, rxload 18/255
  Encapsulation FRAME-RELAY
  Last clearing of "show interface" counters never
qacc01.mns#
qacc01.mns#show interface Serial9/0/1:0
Serial9/0/1:0 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: SCJOHNSON_AMERICAS_MCI  | 1536K | ENLACE FR CLIENTE
  MTU 1500 bytes, BW 1536 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 163/255, rxload 18/255
  Encapsulation FRAME-RELAY, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  0, LMI stat recvd 0, LMI upd recvd 0
  LMI enq recvd 406860, LMI stat sent  406860, LMI upd sent  0, DCE LMI up
  LMI DLCI 1023  LMI type is CISCO  frame relay DCE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 6w5d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 36457
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 113000 bits/sec, 132 packets/sec
  5 minute output rate 985000 bits/sec, 100 packets/sec
     149261327 packets input, 650548991 bytes, 0 no buffer
     Received 0 broadcasts, 70 runts, 4 giants, 0 throttles
     96 input errors, 8 CRC, 0 frame, 0 overrun, 0 ignored, 14 abort
     169721767 packets output, 3505206068 bytes, 0 underruns
     35065 packets late drop, 43737679 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     102 carrier transitions no alarm present
  Timeslot(s) Used:1-24, subrate: 64Kb/s, transmit delay is 0 flags
qacc01.mns#ping vrf SCJOHNSON_AMERICAS_MCI:4431 189.42.121.106

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 189.42.121.106, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 1/3/4 ms
qacc01.mns#5 --- 5 
5 --- 58 
5 --- 46 
loss -6.26666666666667
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:56:48 2010 from 10.98.22.11
telnet acc09.spo.embratel.net.br
nagios:~# telnet acc09.spo.embratel.net.br
Trying 200.230.224.23...
Connected to acc09.spo.embratel.net.br.
Escape character is '^]'.
CC
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Vocj deve possuir autorizagco para acessar este equipamento.
                      Todas as conexues sco monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc09.spo#show interface Serial11/1/2
Serial11/1/2 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: GM  | 2048K | SCN/IP/00037 | (SCN/IP/00037) | BGP_AS65196
  Internet address is 200.183.199.69/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:19, output 00:00:03, output hang never
  Last clearing of "show interface" counters 42w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 0
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 0 bits/sec, 0 packets/sec
  30 second output rate 0 bits/sec, 0 packets/sec
     10495847 packets input, 2067946743 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     7 input errors, 6 CRC, 0 frame, 0 overrun, 0 ignored, 1 abort
     10381234 packets output, 986636539 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     2 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc09.spo#
acc09.spo#show interface Serial11/1/2
Serial11/1/2 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: GM  | 2048K | SCN/IP/00037 | (SCN/IP/00037) | BGP_AS65196
  Internet address is 200.183.199.69/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:19, output 00:00:03, output hang never
  Last clearing of "show interface" counters 42w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 0
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 0 bits/sec, 0 packets/sec
  30 second output rate 0 bits/sec, 0 packets/sec
     10495847 packets input, 2067946743 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     7 input errors, 6 CRC, 0 frame, 0 overrun, 0 ignored, 1 abort
     10381234 packets output, 986636539 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     2 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc09.spo#ping vrf GM:1099 200.183.199.70

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.183.199.70, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 1/2/4 ms
acc09.spo#5 --- 5 
5 --- 58 
5 --- 48 
5 --- 46 
loss -6.85
###### vrf SUNALLIANCE_TMX:3032 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:56:52 2010 from 10.98.22.11
telnet acc09.spo.embratel.net.br
nagios:~# telnet acc09.spo.embratel.net.br
Trying 200.230.224.23...
Connected to acc09.spo.embratel.net.br.
Escape character is '^]'.
CC
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Vocj deve possuir autorizagco para acessar este equipamento.
                      Todas as conexues sco monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc09.spo#show interface Serial11/1/3
Serial11/1/3 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SUNALLIANCE_TMX  | 2048K | SPO/IP/07741 | (SPO/IP/07741) | BGP_AS65195
  Internet address is 201.118.193.69/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 80/255, rxload 95/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:05, output 00:00:00, output hang never
  Last clearing of "show interface" counters 42w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 917455
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 764000 bits/sec, 244 packets/sec
  30 second output rate 648000 bits/sec, 233 packets/sec
     504120752 packets input, 505186844 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 1 giants, 0 throttles
     4357 input errors, 4264 CRC, 0 frame, 8 overrun, 0 ignored, 84 abort
     660527674 packets output, 3270135971 bytes, 0 underruns
     915489 packets late drop, 972345889 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     36 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc09.spo#
acc09.spo#show interface Serial11/1/3
Serial11/1/3 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SUNALLIANCE_TMX  | 2048K | SPO/IP/07741 | (SPO/IP/07741) | BGP_AS65195
  Internet address is 201.118.193.69/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 80/255, rxload 95/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:05, output 00:00:00, output hang never
  Last clearing of "show interface" counters 42w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 917455
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 764000 bits/sec, 244 packets/sec
  30 second output rate 648000 bits/sec, 233 packets/sec
     504120752 packets input, 505186844 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 1 giants, 0 throttles
     4357 input errors, 4264 CRC, 0 frame, 8 overrun, 0 ignored, 84 abort
     660527674 packets output, 3270135971 bytes, 0 underruns
     915489 packets late drop, 972345889 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     36 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc09.spo#ping vrf SUNALLIANCE_TMX:3032 201.118.193.70

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.118.193.70, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/4/4 ms
acc09.spo#5 --- 58 
5 --- 48 
5 --- 46 
loss -9.13333333333333
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:56:54 2010 from 10.98.22.11
telnet gacc01.sne.embratel.net.br
nagios:~# telnet gacc01.sne.embratel.net.br
Trying 200.230.249.1...
Connected to gacc01.sne.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc01.sne#show interface Multilink108
Multilink108 is up, line protocol is up 
  Hardware is multilink group interface
  Description: GM  | 512K | DDA/MULTI/26875 | (DDA/MULTI/26875) | BGP_AS65165
  Internet address is 200.245.128.109/30
  MTU 1500 bytes, BW 512 Kbit, DLY 100000 usec, rely 255/255, load 78/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Open, multilink Open
  Open: IPCP
  Last input 00:00:05, output never, output hang never
  Last clearing of "show interface" counters 6d17h
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 512 kilobits/sec
  5 minute input rate 2000 bits/sec, 3 packets/sec
  5 minute output rate 312000 bits/sec, 95 packets/sec
     1449051 packets input, 126629575 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     20634540 packets output, 8009138083 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc01.sne#
gacc01.sne#show interface Multilink108
Multilink108 is up, line protocol is up 
  Hardware is multilink group interface
  Description: GM  | 512K | DDA/MULTI/26875 | (DDA/MULTI/26875) | BGP_AS65165
  Internet address is 200.245.128.109/30
  MTU 1500 bytes, BW 512 Kbit, DLY 100000 usec, rely 255/255, load 78/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Open, multilink Open
  Open: IPCP
  Last input 00:00:06, output never, output hang never
  Last clearing of "show interface" counters 6d17h
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 512 kilobits/sec
  5 minute input rate 2000 bits/sec, 3 packets/sec
  5 minute output rate 312000 bits/sec, 95 packets/sec
     1449051 packets input, 126629575 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     20634540 packets output, 8009138083 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc01.sne#ping vrf GM:1099 200.245.128.110

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.245.128.110, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 52/220/444 ms
gacc01.sne#5 --- 58 
5 --- 48 
5 --- 46 
loss -9.13333333333333
###### vrf ALCOA:1496 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:56:57 2010 from 10.98.22.11
telnet gacc01.sne.embratel.net.br
nagios:~# telnet gacc01.sne.embratel.net.br
Trying 200.230.249.1...
Connected to gacc01.sne.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc01.sne#show interface Serial2/2/0.1/1/7/3:5.1
Serial2/2/0.1/1/7/3:5.1 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: ALCOA  | 512K | SPO/IP/03916 | (SPO/IP/03916)
  Internet address is 200.245.141.69/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 255/255, load 41/255
  Encapsulation FRAME-RELAY IETF
Serial2/2/0.1/1/7/3:5.1 ALCOA  | 512K | SPO/IP/03916 | (SPO/IP/03916)
                Protocol    Pkts In   Chars In   Pkts Out  Chars Out
                      IP   14776426 2805230433   15369376 6451381271
                    MPLS          0          0          0          0
            IPv6 Unicast          0          0          0          0
              IPv6 Mcast          0          0          0          0
gacc01.sne#
gacc01.sne#show interface Serial2/2/0.1/1/7/3:5
Serial2/2/0.1/1/7/3:5 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: ALCOA  | 512K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 255/255, load 41/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  0, LMI stat recvd 0,LMI upd recvd 0
  LMI enq recvd 58086, LMI stat sent  58086,LMI upd sent  0, DCE LMI up
  LMI DLCI 1023  LMI type is CISCO  frame relay DCE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:06, output 00:00:06, output hang never
  Last clearing of "show interface" counters 6d17h
  Queueing strategy: fifo
  Output queue 0/40, 5726 drops; input queue 0/75, 0 drops
	Available Bandwidth 512 kilobits/sec
  5 minute input rate 114000 bits/sec, 58 packets/sec
  5 minute output rate 83000 bits/sec, 46 packets/sec
     17073387 packets input, 2832177986 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     57 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 57 abort
     22578111 packets output, 6550995946 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  VC 25: timeslot(s): 13-20, Transmitter delay 0, non-inverted data
gacc01.sne#ping vrf ALCOA:1496 200.245.141.70

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.245.141.70, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 12/36/56 ms
gacc01.sne#5 --- 59 
5 --- 48 
5 --- 46 
loss -9.2
######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:57:01 2010 from 10.98.22.11
telnet gacc07.rjo.embratel.net.br
nagios:~# telnet gacc07.rjo.embratel.net.br
Trying 200.244.41.102...
Connected to gacc07.rjo.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc07.rjo#show interface Serial2/2/0.1/2/5/3:0
Serial2/2/0.1/2/5/3:0 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: TMXUSA  | 1024K | RJO/IP/15746 | (RJO/IP/15746)
  Internet address is 201.57.161.189/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 83/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:02, output 00:00:02, output hang never
  Last clearing of "show interface" counters 2w1d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 1024 kilobits/sec
  5 minute input rate 16000 bits/sec, 17 packets/sec
  5 minute output rate 337000 bits/sec, 30 packets/sec
     10366819 packets input, 1925951574 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 3 giants, 0 throttles
     974673 input errors, 799312 CRC, 172355 frame, 0 overrun, 0 ignored, 3006 abort
     11910602 packets output, 5270720293 bytes, 0 underruns
     0 output errors, 0 collisions, 252 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 36: timeslot(s): 1-16, Transmitter delay 0, non-inverted data
gacc07.rjo#
gacc07.rjo#show interface Serial2/2/0.1/2/5/3:0
Serial2/2/0.1/2/5/3:0 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: TMXUSA  | 1024K | RJO/IP/15746 | (RJO/IP/15746)
  Internet address is 201.57.161.189/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 83/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:02, output 00:00:02, output hang never
  Last clearing of "show interface" counters 2w1d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 1024 kilobits/sec
  5 minute input rate 16000 bits/sec, 17 packets/sec
  5 minute output rate 337000 bits/sec, 30 packets/sec
     10366819 packets input, 1925951574 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 3 giants, 0 throttles
     974673 input errors, 799312 CRC, 172355 frame, 0 overrun, 0 ignored, 3006 abort
     11910602 packets output, 5270720293 bytes, 0 underruns
     0 output errors, 0 collisions, 252 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 36: timeslot(s): 1-16, Transmitter delay 0, non-inverted data
gacc07.rjo#ping  201.57.161.190

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.57.161.190, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/7/8 ms
gacc07.rjo#5 --- 59 
5 --- 46 
loss -9.5
###### vrf BIC:1791 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:57:05 2010 from 10.98.22.11
telnet acc07.rjo.embratel.net.br
nagios:~# telnet acc07.rjo.embratel.net.br
Trying 200.244.41.30...
Connected to acc07.rjo.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Vocj deve possuir autorizagco para acessar este equipamento.
                      Todas as conexues sco monitoradas e registradas.
                ============================================================



User Access Verification

Username: caincl
Password: 

acc07.rjo#show interface Serial5/0/2:7.1
Serial5/0/2:7.1 is up, line protocol is up 
  Hardware is Multichannel E1
  Description: BIC  | 256K | RSD/IP/01590 | (RSD/IP/01590)
  Internet address is 200.255.248.81/30
  MTU 1500 bytes, BW 256 Kbit, DLY 20000 usec, 
     reliability 252/255, txload 2/255, rxload 6/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc07.rjo#
acc07.rjo#show interface Serial5/0/2:7
Serial5/0/2:7 is up, line protocol is up 
  Hardware is Multichannel E1
  Description: BIC  | 256K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 256 Kbit, DLY 20000 usec, 
     reliability 252/255, txload 2/255, rxload 6/255
  Encapsulation FRAME-RELAY IETF, crc 16, Data non-inverted
  Keepalive set (10 sec)
  LMI enq sent  459143, LMI stat recvd 458777, LMI upd recvd 0, DTE LMI up
  LMI enq recvd 0, LMI stat sent  0, LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:09, output 00:00:09, output hang never
  Last clearing of "show interface" counters 7w4d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 108177
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 7000 bits/sec, 3 packets/sec
  30 second output rate 3000 bits/sec, 2 packets/sec
     19975244 packets input, 3568956753 bytes, 0 no buffer
     Received 0 broadcasts, 530002 runts, 0 giants, 0 throttles
     544623 input errors, 48 CRC, 0 frame, 0 overrun, 0 ignored, 14573 abort
     27719697 packets output, 3149074570 bytes, 0 underruns
     108177 packets late drop, 132374561 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  Timeslot(s) Used:15-18, subrate: 64Kb/s, transmit delay is 0 flags
acc07.rjo#ping vrf BIC:1791 200.255.248.82

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.255.248.82, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 12/18/36 ms
acc07.rjo#5 --- 59 
5 --- 46 
loss -9.5
######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:57:08 2010 from 10.98.22.11
telnet acc04.spomb.embratel.net.br
nagios:~# telnet acc04.spomb.embratel.net.br
Trying 200.230.224.99...
Connected to acc04.spomb.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc04.spomb#show interface Serial0/1/1
Serial0/1/1 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: STRYKER  | 2048K | SPO/IP/08060 | (SPO/IP/08060)
  Internet address is 200.182.80.213/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 171/255, rxload 1/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:02, output 00:00:06, output hang never
  Last clearing of "show interface" counters 4w2d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 118570
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  30 second input rate 2000 bits/sec, 0 packets/sec
  30 second output rate 1379000 bits/sec, 189 packets/sec
     11341431 packets input, 2540740124 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     81292 input errors, 73699 CRC, 0 frame, 32 overrun, 0 ignored, 7561 abort
     115458883 packets output, 3839267967 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     18 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc04.spomb#
acc04.spomb#show interface Serial0/1/1
Serial0/1/1 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: STRYKER  | 2048K | SPO/IP/08060 | (SPO/IP/08060)
  Internet address is 200.182.80.213/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 171/255, rxload 1/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:02, output 00:00:07, output hang never
  Last clearing of "show interface" counters 4w2d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 118570
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  30 second input rate 2000 bits/sec, 0 packets/sec
  30 second output rate 1379000 bits/sec, 189 packets/sec
     11341431 packets input, 2540740124 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     81292 input errors, 73699 CRC, 0 frame, 32 overrun, 0 ignored, 7561 abort
     115458883 packets output, 3839267967 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     18 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc04.spomb#ping  200.182.80.214

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.182.80.214, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 120/131/140 ms
acc04.spomb#5 --- 59 
5 --- 46 
loss -9.5
###### vrf BAKER_TMX:3713 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:57:11 2010 from 10.98.22.11
telnet gacc05.rjo.embratel.net.br
nagios:~# telnet gacc05.rjo.embratel.net.br
Trying 200.244.41.100...
Connected to gacc05.rjo.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc05.rjo#show interface Serial0/2/0.1/3/2/2:2
Serial0/2/0.1/3/2/2:2 is up, line protocol is down (looped)
  Hardware is SPA-1XCHSTM1/OC3
  Description: BAKER_TMX  | 512K | MCE/IP/00191 | (MCE/IP/00191)
  Internet address is 201.118.216.193/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 255/255, load 1/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP REQsent
  Closed: IPCP
  Last input 00:00:01, output 00:00:01, output hang never
  Last clearing of "show interface" counters 2w4d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 17 kilobits/sec
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     548394 packets input, 7677516 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     134 input errors, 12 CRC, 7 frame, 0 overrun, 0 ignored, 115 abort
     604715 packets output, 8466010 bytes, 0 underruns
     0 output errors, 0 collisions, 30046 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 75: timeslot(s): 10-17, Transmitter delay 0, non-inverted data
gacc05.rjo#
gacc05.rjo#show interface Serial0/2/0.1/3/2/2:2
Serial0/2/0.1/3/2/2:2 is up, line protocol is down (looped)
  Hardware is SPA-1XCHSTM1/OC3
  Description: BAKER_TMX  | 512K | MCE/IP/00191 | (MCE/IP/00191)
  Internet address is 201.118.216.193/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 255/255, load 1/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP REQsent
  Closed: IPCP
  Last input 00:00:01, output 00:00:01, output hang never
  Last clearing of "show interface" counters 2w4d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 17 kilobits/sec
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     548394 packets input, 7677516 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     134 input errors, 12 CRC, 7 frame, 0 overrun, 0 ignored, 115 abort
     604715 packets output, 8466010 bytes, 0 underruns
     0 output errors, 0 collisions, 30046 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 75: timeslot(s): 10-17, Transmitter delay 0, non-inverted data
gacc05.rjo#ping vrf BAKER_TMX:3713 201.118.216.194

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.118.216.194, timeout is 2 seconds:
.....
Success rate is 0 percent (0/5)
gacc05.rjo#5 --- 59 
5 --- 47 
loss -9.6
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:57:14 2010 from 10.98.22.11
telnet gacc05.bsa.embratel.net.br
nagios:~# telnet gacc05.bsa.embratel.net.br
Trying 200.244.29.4...
Connected to gacc05.bsa.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc05.bsa#show interface Multilink48
Multilink48 is up, line protocol is up 
  Hardware is multilink group interface
  Description: GM  | 768K | BSA/MULTI/25281 | (BSA/MULTI/25281)
  Internet address is 200.241.79.189/30
  MTU 1500 bytes, BW 768 Kbit, DLY 100000 usec, rely 255/255, load 165/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Open, multilink Open
  Open: IPCP
  Last input 04:49:32, output never, output hang never
  Last clearing of "show interface" counters 1w3d
  Queueing strategy: fifo
  Output queue 0/40, 5474 drops; input queue 0/75, 0 drops
	Available Bandwidth 607 kilobits/sec
  5 minute input rate 246000 bits/sec, 75 packets/sec
  5 minute output rate 498000 bits/sec, 152 packets/sec
     2395939 packets input, 499312834 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     4787032 packets output, 1737845157 bytes, 0 underruns
     0 output errors, 0 collisions, 3 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc05.bsa#
gacc05.bsa#show interface Multilink48
Multilink48 is up, line protocol is up 
  Hardware is multilink group interface
  Description: GM  | 768K | BSA/MULTI/25281 | (BSA/MULTI/25281)
  Internet address is 200.241.79.189/30
  MTU 1500 bytes, BW 768 Kbit, DLY 100000 usec, rely 255/255, load 165/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Open, multilink Open
  Open: IPCP
  Last input 04:49:32, output never, output hang never
  Last clearing of "show interface" counters 1w3d
  Queueing strategy: fifo
  Output queue 0/40, 5474 drops; input queue 0/75, 0 drops
	Available Bandwidth 607 kilobits/sec
  5 minute input rate 246000 bits/sec, 75 packets/sec
  5 minute output rate 498000 bits/sec, 152 packets/sec
     2395939 packets input, 499312834 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     4787032 packets output, 1737845157 bytes, 0 underruns
     0 output errors, 0 collisions, 3 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc05.bsa#ping vrf GM:1099 200.241.79.190

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.241.79.190, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 8/9/12 ms
gacc05.bsa#5 --- 59 
5 --- 48 
5 --- 47 
loss -9.26666666666667
###### vrf SYNG:3338 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:57:27 2010 from 10.98.22.11
telnet gacc05.bsa.embratel.net.br
nagios:~# telnet gacc05.bsa.embratel.net.br
Trying 200.244.29.4...
Connected to gacc05.bsa.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc05.bsa#show interface Serial0/2/0.1/1/3/3:0.1
Serial0/2/0.1/1/3/3:0.1 is down, line protocol is down 
  Hardware is SPA-1XCHSTM1/OC3
  Description: BTTELECOM  | 1024K | FRM/IP/00032 | (FRM/IP/00032) | BGP_AS65380
  Internet address is 172.30.131.133/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 1/255
  Encapsulation FRAME-RELAY IETF
Serial0/2/0.1/1/3/3:0.1 BTTELECOM  | 1024K | FRM/IP/00032 | (FRM/IP/00032) | BGP_AS65380
                Protocol    Pkts In   Chars In   Pkts Out  Chars Out
                      IP          0          0          0          0
                    MPLS          0          0          0          0
gacc05.bsa#
gacc05.bsa#show interface Serial0/2/0.1/1/3/3:0
Serial0/2/0.1/1/3/3:0 is down, line protocol is down 
  Hardware is SPA-1XCHSTM1/OC3
  Description: BTTELECOM  | 1024K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 1/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  0, LMI stat recvd 0,LMI upd recvd 0, DTE LMI down
  LMI enq recvd 0, LMI stat sent  0,LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input never, output never, output hang never
  Last clearing of "show interface" counters never
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 1024 kilobits/sec
  30 second input rate 0 bits/sec, 0 packets/sec
  30 second output rate 0 bits/sec, 0 packets/sec
     0 packets input, 0 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     0 packets output, 0 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  VC 7: timeslot(s): 1-16, Transmitter delay 0, non-inverted data
gacc05.bsa#ping vrf SYNG:3338 172.30.131.134

% VRF does not have a usable source address
gacc05.bsa# --- 59 
 --- 48 
 --- 47 
loss 
######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:57:30 2010 from 10.98.22.11
telnet acc11.rjo.embratel.net.br
nagios:~# telnet acc11.rjo.embratel.net.br
Trying 200.244.41.74...
Connected to acc11.rjo.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc11.rjo#show interface Serial10/0/1
Serial10/0/1 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SUNALLIANCE  | 2048K | RJO/IP/04110 | (RJO/IP/04110)
  Internet address is 201.38.230.149/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 22/255, rxload 59/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:08, output 00:00:06, output hang never
  Last clearing of "show interface" counters 4d03h
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 86
  Queueing strategy: VIP-based fair queuing
  Packet Drop strategy: VIP-based random early detection (DWRED)
  Output queue: 0/40 (size/max)
  30 second input rate 476000 bits/sec, 99 packets/sec
  30 second output rate 179000 bits/sec, 85 packets/sec
     26019644 packets input, 2864516235 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     21397824 packets output, 2296486047 bytes, 0 underruns
     86 packets late drop, 119433 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc11.rjo#
acc11.rjo#show interface Serial10/0/1
Serial10/0/1 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SUNALLIANCE  | 2048K | RJO/IP/04110 | (RJO/IP/04110)
  Internet address is 201.38.230.149/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 22/255, rxload 59/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:08, output 00:00:06, output hang never
  Last clearing of "show interface" counters 4d03h
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 86
  Queueing strategy: VIP-based fair queuing
  Packet Drop strategy: VIP-based random early detection (DWRED)
  Output queue: 0/40 (size/max)
  30 second input rate 476000 bits/sec, 99 packets/sec
  30 second output rate 179000 bits/sec, 85 packets/sec
     26019644 packets input, 2864516235 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     21397824 packets output, 2296486047 bytes, 0 underruns
     86 packets late drop, 119433 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc11.rjo#ping  201.38.230.150

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.38.230.150, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 1/2/4 ms
acc11.rjo#5 --- 59 
5 --- 49 
5 --- 47 
loss -9.33333333333333
###### vrf SUNALLIANCE:3008 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:57:34 2010 from 10.98.22.11
nagios:~# telnet acc11.rjo.embratel.net.br
Trying 200.244.41.74...
Connected to acc11.rjo.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc11.rjo#show interface Serial10/1/3
Serial10/1/3 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SUNALLIANCE | 2048K | RJO/IP/04117 | (RJO/IP/04117) | BGP_AS65063
  Internet address is 201.30.163.221/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 81/255, rxload 205/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 4d03h
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 3922
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 1647000 bits/sec, 493 packets/sec
  30 second output rate 656000 bits/sec, 415 packets/sec
     80616096 packets input, 519167487 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     75313204 packets output, 1025085714 bytes, 0 underruns
     3922 packets late drop, 1698798 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc11.rjo#
acc11.rjo#show interface Serial10/1/3
Serial10/1/3 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SUNALLIANCE | 2048K | RJO/IP/04117 | (RJO/IP/04117) | BGP_AS65063
  Internet address is 201.30.163.221/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 81/255, rxload 205/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 4d03h
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 3922
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 1647000 bits/sec, 493 packets/sec
  30 second output rate 656000 bits/sec, 415 packets/sec
     80616096 packets input, 519167487 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     75313204 packets output, 1025085714 bytes, 0 underruns
     3922 packets late drop, 1698798 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc11.rjo#ping vrf SUNALLIANCE:3008 201.30.163.222

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.30.163.222, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/8/12 ms
acc11.rjo#5 --- 59 
5 --- 49 
5 --- 47 
loss -9.33333333333333
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:57:36 2010 from 10.98.22.11
telnet acc04.pae.embratel.net.br
nagios:~# telnet acc04.pae.embratel.net.br
Trying 200.230.224.8...
Connected to acc04.pae.embratel.net.br.
Escape character is '^]'.

                ============================================================
                =		   INTERNET via Embratel		   =
                ============================================================
                Voc deve possuir autorizao para acessar este equipamento.
                      Todas as conexes so monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc04.pae#show interface Serial1/0/3:7.1
Serial1/0/3:7.1 is up, line protocol is up 
  Hardware is Multichannel E1
  Description: GM  | 128K | RGR/IP/00091 | (RGR/IP/00091)
  Internet address is 200.248.95.49/30
  MTU 1500 bytes, BW 128 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 3/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc04.pae#
acc04.pae#show interface Serial1/0/3:7
Serial1/0/3:7 is up, line protocol is up 
  Hardware is Multichannel E1
  Description: GM  | 128K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 128 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 3/255
  Encapsulation FRAME-RELAY IETF, crc 16, Data non-inverted
  Keepalive set (10 sec)
  LMI enq sent  682075, LMI stat recvd 680195, LMI upd recvd 0, DTE LMI up
  LMI enq recvd 5, LMI stat sent  0, LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:08, output 00:00:08, output hang never
  Last clearing of "show interface" counters 11w1d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 121997
  Queueing strategy: VIP-based fair queuing
  Output queue: 0/40 (size/max)
  30 second input rate 2000 bits/sec, 0 packets/sec
  30 second output rate 1000 bits/sec, 0 packets/sec
     6904883 packets input, 929122488 bytes, 0 no buffer
     Received 0 broadcasts, 5442 runts, 4 giants, 0 throttles
     7405 input errors, 203 CRC, 0 frame, 0 overrun, 0 ignored, 1756 abort
     7985147 packets output, 2828844952 bytes, 0 underruns
     121997 packets late drop, 169446509 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  Timeslot(s) Used:15-16, subrate: 64Kb/s, transmit delay is 0 flags
acc04.pae#ping vrf GM:1099 200.248.95.50

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.248.95.50, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 36/38/44 ms
acc04.pae#5 --- 59 
5 --- 47 
loss -9.6
###### vrf SUNALLIANCE:3008 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:57:38 2010 from 10.98.22.11
telnet acc01.cas.embratel.net.br
nagios:~# telnet acc01.cas.embratel.net.br
Trying 200.230.224.29...
Connected to acc01.cas.embratel.net.br.
Escape character is '^]'.

                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voc deve possuir autorizao para acessar este equipamento.
                      Todas as conexes so monitoradas e registradas.
                ============================================================



User Access Verification

Username: caincl
Password: 

acc01.cas#show interface Serial0/0/5:1.1
Serial0/0/5:1.1 is up, line protocol is up 
  Hardware is Multichannel E1
  Description: SUNALLIANCE | 512K | CAS/IP/01075 | (CAS/IP/01075)
  Internet address is 200.246.149.17/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 251/255, rxload 69/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc01.cas#
acc01.cas#show interface Serial0/0/5:1
Serial0/0/5:1 is up, line protocol is up 
  Hardware is Multichannel E1
  Description: SUNALLIANCE | 512K | ENLACE FR CLIENTE
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 251/255, rxload 69/255
  Encapsulation FRAME-RELAY IETF, crc 16, Data non-inverted
  Keepalive set (10 sec)
  LMI enq sent  1658098, LMI stat recvd 1658047, LMI upd recvd 0, DTE LMI up
  LMI enq recvd 0, LMI stat sent  0, LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:00, output 00:00:02, output hang never
  Last clearing of "show interface" counters 27w3d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 485147
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 139000 bits/sec, 95 packets/sec
  30 second output rate 504000 bits/sec, 172 packets/sec
     151065665 packets input, 3647003955 bytes, 0 no buffer
     Received 0 broadcasts, 1269 runts, 1 giants, 0 throttles
     5245 input errors, 2353 CRC, 0 frame, 0 overrun, 0 ignored, 2891 abort
     247596400 packets output, 1097097158 bytes, 0 underruns
     485147 packets late drop, 470172490 bytes late drop
     0 output errors, 0 collisions, 1 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  Timeslot(s) Used:17-24, subrate: 64Kb/s, transmit delay is 0 flags
acc01.cas#ping vrf SUNALLIANCE:3008 200.246.149.18

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.246.149.18, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 80/96/112 ms
acc01.cas#5 --- 59 
5 --- 47 
loss -9.6
###### vrf GM:154347 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:57:42 2010 from 10.98.22.11
telnet acc02.sne.embratel.net.br
nagios:~# telnet acc02.sne.embratel.net.br
Trying 200.230.224.11...
Connected to acc02.sne.embratel.net.br.
Escape character is '^]'.

                ============================================================
                =		   INTERNET via Embratel		   =
                ============================================================
                Voc deve possuir autorizao para acessar este equipamento.
                      Todas as conexes so monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc02.sne#show interface Serial3/0/0:3.1
Serial3/0/0:3.1 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GM  | 512K | DDA/IP/00228 | (DDA/IP/00228) | BGP_AS65165
  Internet address is 200.245.214.145/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 12/255, rxload 53/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc02.sne#
acc02.sne#show interface Serial3/0/0:3
Serial3/0/0:3 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GM  | 512K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 12/255, rxload 53/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  147269, LMI stat recvd 147266, LMI upd recvd 0, DTE LMI up
  LMI enq recvd 0, LMI stat sent  0, LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:01, output 00:00:01, output hang never
  Last clearing of "show interface" counters 2w3d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 28771
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  5 minute input rate 107000 bits/sec, 65 packets/sec
  5 minute output rate 26000 bits/sec, 25 packets/sec
     28490561 packets input, 226865540 bytes, 0 no buffer
     Received 0 broadcasts, 405 runts, 0 giants, 0 throttles
     17 input errors, 1 CRC, 0 frame, 0 overrun, 0 ignored, 16 abort
     20649066 packets output, 2410184842 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  Timeslot(s) Used:16-23, subrate: 64Kb/s, transmit delay is 0 flags
acc02.sne#ping vrf GM:154347 200.245.214.146

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.245.214.146, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 12/106/212 ms
acc02.sne#5 --- 59 
5 --- 53 
5 --- 47 
loss -9.6
######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:57:46 2010 from 10.98.22.11
nagios:~# telnet acc02.sne.embratel.net.br
Trying 200.230.224.11...
Connected to acc02.sne.embratel.net.br.
Escape character is '^]'.

                ============================================================
                =		   INTERNET via Embratel		   =
                ============================================================
                Voc deve possuir autorizao para acessar este equipamento.
                      Todas as conexes so monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc02.sne#show interface Serial8/0/7:1
Serial8/0/7:1 is up, line protocol is down 
  Hardware is Multichannel T1/E1 without TDM
  Description: TMX | 1536K | DDA/IP/00113 | (DDA/IP/00113)
  Internet address is 200.210.242.61/30
  MTU 1500 bytes, BW 1536 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation PPP, LCP REQsent, crc 16, loopback not set
  Keepalive set (10 sec)
  Last input never, output 00:00:00, output hang never
  Last clearing of "show interface" counters 2w3d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 0
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     0 packets input, 0 bytes, 0 no buffer
     Received 0 broadcasts, 125397 runts, 0 giants, 0 throttles
     64307 input errors, 2514 CRC, 0 frame, 0 overrun, 0 ignored, 61793 abort
     293749 packets output, 4112486 bytes, 0 underruns
     0 output errors, 0 collisions, 29376 interface resets
     0 output buffer failures, 0 output buffers swapped out
     84 carrier transitions no alarm present
  Timeslot(s) Used:1-24, subrate: 64Kb/s, transmit delay is 0 flags
acc02.sne#
acc02.sne#show interface Serial8/0/7:1
Serial8/0/7:1 is up, line protocol is down 
  Hardware is Multichannel T1/E1 without TDM
  Description: TMX | 1536K | DDA/IP/00113 | (DDA/IP/00113)
  Internet address is 200.210.242.61/30
  MTU 1500 bytes, BW 1536 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation PPP, LCP REQsent, crc 16, loopback not set
  Keepalive set (10 sec)
  Last input never, output 00:00:01, output hang never
  Last clearing of "show interface" counters 2w3d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 0
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     0 packets input, 0 bytes, 0 no buffer
     Received 0 broadcasts, 125397 runts, 0 giants, 0 throttles
     64307 input errors, 2514 CRC, 0 frame, 0 overrun, 0 ignored, 61793 abort
     293754 packets output, 4112556 bytes, 0 underruns
     0 output errors, 0 collisions, 29376 interface resets
     0 output buffer failures, 0 output buffers swapped out
     84 carrier transitions no alarm present
  Timeslot(s) Used:1-24, subrate: 64Kb/s, transmit delay is 0 flags
acc02.sne#ping  200.210.242.62

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.210.242.62, timeout is 2 seconds:
.....
Success rate is 0 percent (0/5)
acc02.sne#5 --- 0 
5 --- 54 
5 --- 47 
loss -5.73333333333333
###### vrf JOHNSON_TMX:2877 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:57:50 2010 from 10.98.22.11
telnet acc17.rjo.embratel.net.br
nagios:~# telnet acc17.rjo.embratel.net.br
Trying 200.244.41.123...
Connected to acc17.rjo.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc17.rjo#show interface Serial2/0/1
Serial2/0/1 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: JOHNSON_TMX:2877  | 2048K | RJO/IP/04006 | (RJO/IP/04006) | BGP_AS65121
  Internet address is 201.118.192.37/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 84/255, rxload 29/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:00, output 00:00:01, output hang never
  Last clearing of "show interface" counters 3w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 794361
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 239000 bits/sec, 175 packets/sec
  30 second output rate 681000 bits/sec, 146 packets/sec
     140437620 packets input, 3037709419 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     41204 input errors, 41126 CRC, 0 frame, 66 overrun, 346 ignored, 12 abort
     123943439 packets output, 331411136 bytes, 0 underruns
     794361 packets late drop, 773509207 bytes late drop
     0 output errors, 0 collisions, 4 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
     RTS up, CTS up, DTR up, DCD up, DSR up
acc17.rjo#
acc17.rjo#show interface Serial2/0/1
Serial2/0/1 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: JOHNSON_TMX:2877  | 2048K | RJO/IP/04006 | (RJO/IP/04006) | BGP_AS65121
  Internet address is 201.118.192.37/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 84/255, rxload 29/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:00, output 00:00:01, output hang never
  Last clearing of "show interface" counters 3w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 794361
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 239000 bits/sec, 175 packets/sec
  30 second output rate 681000 bits/sec, 146 packets/sec
     140437620 packets input, 3037709419 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     41204 input errors, 41126 CRC, 0 frame, 66 overrun, 346 ignored, 12 abort
     123943439 packets output, 331411136 bytes, 0 underruns
     794361 packets late drop, 773509207 bytes late drop
     0 output errors, 0 collisions, 4 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
     RTS up, CTS up, DTR up, DCD up, DSR up
acc17.rjo#ping vrf JOHNSON_TMX:2877 201.118.192.38

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.118.192.38, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/4/8 ms
acc17.rjo#5 --- 0 
5 --- 47 
loss -3.7
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:58:07 2010 from 10.98.22.11
telnet gacc05.bhe.embratel.net.br
nagios:~# telnet gacc05.bhe.embratel.net.br
Trying 200.244.29.29...
Connected to gacc05.bhe.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc05.bhe#show interface Serial1/1/0.1/3/6/3:2
Serial1/1/0.1/3/6/3:2 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: GM  | 768K | BHE/IP/00497 | (BHE/IP/00497)
  Internet address is 200.251.218.253/30
  MTU 1500 bytes, BW 768 Kbit, DLY 20000 usec, rely 255/255, load 20/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:03, output 00:00:03, output hang never
  Last clearing of "show interface" counters 3w0d
  Queueing strategy: fifo
  Output queue 0/40, 58692 drops; input queue 0/75, 0 drops
	Available Bandwidth 607 kilobits/sec
  5 minute input rate 59000 bits/sec, 102 packets/sec
  5 minute output rate 61000 bits/sec, 102 packets/sec
     35698742 packets input, 4106211178 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     48 input errors, 10 CRC, 24 frame, 0 overrun, 0 ignored, 14 abort
     45666766 packets output, 46566267433 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 76: timeslot(s): 1-12, Transmitter delay 0, non-inverted data
gacc05.bhe#
gacc05.bhe#show interface Serial1/1/0.1/3/6/3:2
Serial1/1/0.1/3/6/3:2 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: GM  | 768K | BHE/IP/00497 | (BHE/IP/00497)
  Internet address is 200.251.218.253/30
  MTU 1500 bytes, BW 768 Kbit, DLY 20000 usec, rely 255/255, load 20/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:03, output 00:00:03, output hang never
  Last clearing of "show interface" counters 3w0d
  Queueing strategy: fifo
  Output queue 0/40, 58692 drops; input queue 0/75, 0 drops
	Available Bandwidth 607 kilobits/sec
  5 minute input rate 59000 bits/sec, 102 packets/sec
  5 minute output rate 61000 bits/sec, 102 packets/sec
     35698742 packets input, 4106211178 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     48 input errors, 10 CRC, 24 frame, 0 overrun, 0 ignored, 14 abort
     45666766 packets output, 46566267433 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 76: timeslot(s): 1-12, Transmitter delay 0, non-inverted data
gacc05.bhe#ping vrf GM:1099 200.251.218.254

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.251.218.254, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 24/44/52 ms
gacc05.bhe#5 --- 0 
5 --- 47 
loss -3.7
###### vrf CUTRALE:1796 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:58:10 2010 from 10.98.22.11
telnet gacc02.rpo.embratel.net.br
nagios:~# telnet gacc02.rpo.embratel.net.br
Trying 200.230.249.7...
Connected to gacc02.rpo.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc02.rpo#show interface Multilink8
Multilink8 is up, line protocol is up 
  Hardware is multilink group interface
  Description: CUTRALE  | 6144K | ARQ/MULTI/11617 | (ARQ/MULTI/11617)
  Internet address is 200.183.236.5/30
  MTU 1500 bytes, BW 6144 Kbit, DLY 100000 usec, rely 255/255, load 18/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Open, multilink Open
  Open: IPCP
  Last input 04:49:31, output never, output hang never
  Last clearing of "show interface" counters 19w1d
  Queueing strategy: fifo
  Output queue 0/40, 35783 drops; input queue 0/75, 8132 drops
	Available Bandwidth 187 kilobits/sec
  30 second input rate 829000 bits/sec, 438 packets/sec
  30 second output rate 447000 bits/sec, 579 packets/sec
     2774540414 packets input, 672194283013 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     3332881751 packets output, 505273249291 bytes, 0 underruns
     0 output errors, 0 collisions, 7 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc02.rpo#
gacc02.rpo#show interface Multilink8
Multilink8 is up, line protocol is up 
  Hardware is multilink group interface
  Description: CUTRALE  | 6144K | ARQ/MULTI/11617 | (ARQ/MULTI/11617)
  Internet address is 200.183.236.5/30
  MTU 1500 bytes, BW 6144 Kbit, DLY 100000 usec, rely 255/255, load 18/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Open, multilink Open
  Open: IPCP
  Last input 04:49:31, output never, output hang never
  Last clearing of "show interface" counters 19w1d
  Queueing strategy: fifo
  Output queue 0/40, 35783 drops; input queue 0/75, 8132 drops
	Available Bandwidth 187 kilobits/sec
  30 second input rate 829000 bits/sec, 438 packets/sec
  30 second output rate 447000 bits/sec, 579 packets/sec
     2774540414 packets input, 672194283013 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     3332881751 packets output, 505273249291 bytes, 0 underruns
     0 output errors, 0 collisions, 7 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc02.rpo#ping vrf CUTRALE:1796 200.183.236.6

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.183.236.6, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/4/4 ms
gacc02.rpo#5 --- 0 
5 --- 47 
loss -3.7
###### vrf MILLS_MCI:1807 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:58:14 2010 from 10.98.22.11
telnet acc12.bhe.embratel.net.br
nagios:~# telnet acc12.bhe.embratel.net.br
Trying 200.244.41.135...
Connected to acc12.bhe.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc12.bhe#show interface Serial10/0/4:3.1
Serial10/0/4:3.1 is down, line protocol is down 
  Hardware is Multichannel T1/E1 without TDM
  Description: MILLS_MCI  | 1024K | CEM/IP/00334 | (CEM/IP/00334) | BGP_AS65519
  Internet address is 201.39.139.201/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, 
     reliability 243/255, txload 1/255, rxload 1/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc12.bhe#
acc12.bhe#show interface Serial10/0/4:3
Serial10/0/4:3 is up, line protocol is down 
  Hardware is Multichannel T1/E1 without TDM
  Description: MILLS_MCI  | 1024K | ENLACE FR CLIENTE | BGP_AS65519
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, 
     reliability 243/255, txload 1/255, rxload 1/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  0, LMI stat recvd 0, LMI upd recvd 0
  LMI enq recvd 548090, LMI stat sent  548090, LMI upd sent  0, DCE LMI down
  LMI DLCI 1023  LMI type is CISCO  frame relay DCE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 1y17w, output 1y17w, output hang never
  Last clearing of "show interface" counters 1y26w
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 504479
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 0 bits/sec, 0 packets/sec
  30 second output rate 0 bits/sec, 0 packets/sec
     81669354 packets input, 1047283335 bytes, 0 no buffer
     Received 0 broadcasts, 96508 runts, 81 giants, 0 throttles
     405285 input errors, 28558 CRC, 0 frame, 0 overrun, 0 ignored, 280138 abort
     87787207 packets output, 3584999601 bytes, 0 underruns
     504479 packets late drop, 474345351 bytes late drop
     0 output errors, 0 collisions, 2 interface resets
     0 output buffer failures, 0 output buffers swapped out
     1 carrier transitions no alarm present
  Timeslot(s) Used:1-16, subrate: 64Kb/s, transmit delay is 0 flags
acc12.bhe#ping vrf MILLS_MCI:1807 201.39.139.202

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.39.139.202, timeout is 2 seconds:
.....
Success rate is 0 percent (0/5)
acc12.bhe#5 --- 0 
5 --- 48 
loss -3.8
###### vrf JOHNSON_TMX:2877 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:58:18 2010 from 10.98.22.11
telnet gacc01.oco.embratel.net.br
nagios:~# telnet gacc01.oco.embratel.net.br
Trying 200.230.224.240...
Connected to gacc01.oco.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc01.oco#show interface Serial2/3/0.1/1/4/1:0
Serial2/3/0.1/1/4/1:0 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: JOHNSON_TMX:2877  | 1024K | BRE/IP/01213 | (BRE/IP/01213) | BGP_AS65115
  Internet address is 187.128.9.133/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 11/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Listen: TAGCP
  Open: IPCP
  Last input 00:00:03, output 00:00:02, output hang never
  Last clearing of "show interface" counters 3d15h
  Queueing strategy: fifo
  Output queue 0/40, 1679 drops; input queue 0/75, 0 drops
	Available Bandwidth 576 kilobits/sec
  30 second input rate 43000 bits/sec, 10 packets/sec
  30 second output rate 46000 bits/sec, 15 packets/sec
     6118685 packets input, 1177095325 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     1639 input errors, 881 CRC, 465 frame, 0 overrun, 0 ignored, 293 abort
     8448132 packets output, 7732959053 bytes, 0 underruns
     0 output errors, 0 collisions, 2 interface resets
     0 output buffer failures, 0 output buffers swapped out
     4 carrier transitions no alarm present
  VC 5: timeslot(s): 1-16, Transmitter delay 0, non-inverted data
gacc01.oco#
gacc01.oco#show interface Serial2/3/0.1/1/4/1:0
Serial2/3/0.1/1/4/1:0 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: JOHNSON_TMX:2877  | 1024K | BRE/IP/01213 | (BRE/IP/01213) | BGP_AS65115
  Internet address is 187.128.9.133/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 12/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Listen: TAGCP
  Open: IPCP
  Last input 00:00:04, output 00:00:03, output hang never
  Last clearing of "show interface" counters 3d15h
  Queueing strategy: fifo
  Output queue 0/40, 1679 drops; input queue 0/75, 0 drops
	Available Bandwidth 576 kilobits/sec
  30 second input rate 41000 bits/sec, 13 packets/sec
  30 second output rate 52000 bits/sec, 16 packets/sec
     6118685 packets input, 1177095325 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     1639 input errors, 881 CRC, 465 frame, 0 overrun, 0 ignored, 293 abort
     8448132 packets output, 7732959053 bytes, 0 underruns
     0 output errors, 0 collisions, 2 interface resets
     0 output buffer failures, 0 output buffers swapped out
     4 carrier transitions no alarm present
  VC 5: timeslot(s): 1-16, Transmitter delay 0, non-inverted data
gacc01.oco#ping vrf JOHNSON_TMX:2877 187.128.9.134

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 187.128.9.134, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 48/48/52 ms
gacc01.oco#5 --- 0 
5 --- 48 
loss -3.8
###### vrf GENERALMILLS:4362 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:58:30 2010 from 10.98.22.11
telnet acc09.cta.embratel.net.br
nagios:~# telnet acc09.cta.embratel.net.br
Trying 200.230.224.192...
Connected to acc09.cta.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc09.cta#show interface Serial9/0/0:2.1
Serial9/0/0:2.1 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GENERALMILLS  | 512K | CBX/IP/00063 | (CBX/IP/00063) | BGP_AS65520
  Internet address is 201.64.200.237/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 48/255, rxload 7/255
  Encapsulation FRAME-RELAY
  Last clearing of "show interface" counters never
acc09.cta#
acc09.cta#show interface Serial9/0/0:2
Serial9/0/0:2 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GENERALMILLS  | 512K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 48/255, rxload 7/255
  Encapsulation FRAME-RELAY, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  0, LMI stat recvd 0, LMI upd recvd 0
  LMI enq recvd 683663, LMI stat sent  683663, LMI upd sent  0, DCE LMI up
  LMI DLCI 1023  LMI type is CISCO  frame relay DCE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:00, output 00:00:07, output hang never
  Last clearing of "show interface" counters 11w2d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 2542509
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 16000 bits/sec, 12 packets/sec
  5 minute output rate 97000 bits/sec, 11 packets/sec
     27172979 packets input, 599145913 bytes, 0 no buffer
     Received 0 broadcasts, 4114 runts, 42 giants, 0 throttles
     1721746 input errors, 175386 CRC, 0 frame, 0 overrun, 0 ignored, 1542204 abort
     29087219 packets output, 3231159902 bytes, 0 underruns
     2542508 packets late drop, 3294000341 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     5 carrier transitions no alarm present
  Timeslot(s) Used:17-24, subrate: 64Kb/s, transmit delay is 0 flags
acc09.cta#ping vrf GENERALMILLS:4362 201.64.200.238

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.64.200.238, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 12/12/16 ms
acc09.cta#5 --- 0 
5 --- 48 
loss -3.8
######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:58:34 2010 from 10.98.22.11
telnet acc08.spo.embratel.net.br
nagios:~# telnet acc08.spo.embratel.net.br
Trying 200.230.224.16...
Connected to acc08.spo.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =		   INTERNET via Embratel		   =
                ============================================================
                Vocj deve possuir autorizagco para acessar este equipamento.
                      Todas as conexues sco monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc08.spo#show interface Serial5/1/1
Serial5/1/1 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: TELMEXARGENTINA  | 2048K | SPO/IP/09201 | (SPO/IP/09201)
  Internet address is 200.246.229.133/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:00, output 00:00:05, output hang never
  Last clearing of "show interface" counters 19w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 711570
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  30 second input rate 1000 bits/sec, 1 packets/sec
  30 second output rate 1000 bits/sec, 2 packets/sec
     381786455 packets input, 2707329924 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     129 input errors, 121 CRC, 0 frame, 0 overrun, 0 ignored, 8 abort
     465406716 packets output, 3515269498 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     4 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc08.spo#
acc08.spo#show interface Serial5/1/1
Serial5/1/1 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: TELMEXARGENTINA  | 2048K | SPO/IP/09201 | (SPO/IP/09201)
  Internet address is 200.246.229.133/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:01, output 00:00:05, output hang never
  Last clearing of "show interface" counters 19w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 711570
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  30 second input rate 1000 bits/sec, 1 packets/sec
  30 second output rate 1000 bits/sec, 2 packets/sec
     381786455 packets input, 2707329924 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     129 input errors, 121 CRC, 0 frame, 0 overrun, 0 ignored, 8 abort
     465406716 packets output, 3515269498 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     4 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc08.spo#ping  200.246.229.134

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.246.229.134, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 1/2/4 ms
acc08.spo#5 --- 0 
5 --- 48 
loss -3.8
###### vrf BIC:153938 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:58:37 2010 from 10.98.22.11
telnet gacc09.rjo.embratel.net.br
nagios:~# telnet gacc09.rjo.embratel.net.br
Trying 200.244.29.8...
Connected to gacc09.rjo.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc09.rjo#show interface Serial0/2/0.1/3/5/3:1.1
Serial0/2/0.1/3/5/3:1.1 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: BIC  | 512K | RJO/IP/07737 | (RJO/IP/07737) | BGP_AS65218
  Internet address is 200.214.11.1/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 255/255, load 33/255
  Encapsulation FRAME-RELAY IETF
Serial0/2/0.1/3/5/3:1.1 BIC  | 512K | RJO/IP/07737 | (RJO/IP/07737) | BGP_AS65218
                Protocol    Pkts In   Chars In   Pkts Out  Chars Out
                      IP   30767818 6051150304   25226008 9220892313
                    MPLS          0          0          0          0
            IPv6 Unicast          0          0          0          0
              IPv6 Mcast          0          0          0          0
gacc09.rjo#
gacc09.rjo#show interface Serial0/2/0.1/3/5/3:1
Serial0/2/0.1/3/5/3:1 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: BIC  | 512K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 255/255, load 33/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  335335, LMI stat recvd 335307,LMI upd recvd 0, DTE LMI up
  LMI enq recvd 0, LMI stat sent  0,LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:03, output 00:00:03, output hang never
  Last clearing of "show interface" counters 5w3d
  Queueing strategy: fifo
  Output queue 0/40, 264647 drops; input queue 0/75, 0 drops
	Available Bandwidth 512 kilobits/sec
  5 minute input rate 8000 bits/sec, 8 packets/sec
  5 minute output rate 67000 bits/sec, 27 packets/sec
     37008524 packets input, 6148535215 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     2848 input errors, 88 CRC, 765 frame, 0 overrun, 0 ignored, 1995 abort
     35710116 packets output, 9070890428 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 51: timeslot(s): 9-16, Transmitter delay 0, non-inverted data
gacc09.rjo#ping vrf BIC:153938 200.214.11.2

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.214.11.2, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 16/17/20 ms
gacc09.rjo#5 --- 0 
5 --- 48 
loss -3.8
###### vrf SUNALLIANCE:3008 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:58:39 2010 from 10.98.22.11
telnet gacc06.bhe.embratel.net.br
nagios:~# telnet gacc06.bhe.embratel.net.br
Trying 200.244.29.43...
Connected to gacc06.bhe.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc06.bhe#show interface Serial4/1/0.1/3/5/2:1.1
Serial4/1/0.1/3/5/2:1.1 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: SUNALLIANCE  | 512K | BHE/IP/04082 | (BHE/IP/04082) | BGP_AS65194
  Internet address is 187.128.12.97/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 255/255, load 1/255
  Encapsulation FRAME-RELAY IETF
Serial4/1/0.1/3/5/2:1.1 SUNALLIANCE  | 512K | BHE/IP/04082 | (BHE/IP/04082) | BGP_AS65194
                Protocol    Pkts In   Chars In   Pkts Out  Chars Out
                      IP     633536   80454089     632865   76487055
                    MPLS          0          0          0          0
            IPv6 Unicast          0          0          0          0
              IPv6 Mcast          0          0          0          0
gacc06.bhe#
gacc06.bhe#show interface Serial4/1/0.1/3/5/2:1
Serial4/1/0.1/3/5/2:1 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: SUNALLIANCE  | 512K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 255/255, load 1/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  68044, LMI stat recvd 68044,LMI upd recvd 0, DTE LMI up
  LMI enq recvd 0, LMI stat sent  0,LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:02, output 00:00:02, output hang never
  Last clearing of "show interface" counters 1w0d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 512 kilobits/sec
  30 second input rate 1000 bits/sec, 1 packets/sec
  30 second output rate 0 bits/sec, 0 packets/sec
     917204 packets input, 96995823 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     1 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 1 abort
     825617 packets output, 83987124 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 40: timeslot(s): 17-24, Transmitter delay 0, non-inverted data
gacc06.bhe#ping vrf SUNALLIANCE:3008 187.128.12.98

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 187.128.12.98, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 12/17/28 ms
gacc06.bhe#5 --- 0 
5 --- 48 
loss -3.8
######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:58:43 2010 from 10.98.22.11
telnet gacc01.mns.embratel.net.br
nagios:~# telnet gacc01.mns.embratel.net.br
Trying 200.230.249.8...
Connected to gacc01.mns.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc01.mns#show interface Serial6/2/0.1/3/4/2:2
Serial6/2/0.1/3/4/2:2 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: SPRINTPORTAIP  | 1024K | MNS/IP/00505 | (MNS/IP/00505)
  Internet address is 201.90.139.197/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 37/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:01, output 00:00:01, output hang never
  Last clearing of "show interface" counters 6d20h
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 1024 kilobits/sec
  30 second input rate 140000 bits/sec, 66 packets/sec
  30 second output rate 152000 bits/sec, 54 packets/sec
     11477686 packets input, 2889342049 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     67 input errors, 13 CRC, 27 frame, 0 overrun, 0 ignored, 27 abort
     11032775 packets output, 4465408244 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 59: timeslot(s): 16-31, Transmitter delay 0, non-inverted data
gacc01.mns#
gacc01.mns#show interface Serial6/2/0.1/3/4/2:2
Serial6/2/0.1/3/4/2:2 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: SPRINTPORTAIP  | 1024K | MNS/IP/00505 | (MNS/IP/00505)
  Internet address is 201.90.139.197/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 37/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:01, output 00:00:01, output hang never
  Last clearing of "show interface" counters 6d20h
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 1024 kilobits/sec
  30 second input rate 140000 bits/sec, 66 packets/sec
  30 second output rate 152000 bits/sec, 54 packets/sec
     11477686 packets input, 2889342049 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     67 input errors, 13 CRC, 27 frame, 0 overrun, 0 ignored, 27 abort
     11032775 packets output, 4465408244 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 59: timeslot(s): 16-31, Transmitter delay 0, non-inverted data
gacc01.mns#ping  201.90.139.198

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.90.139.198, timeout is 2 seconds:
.....
Success rate is 0 percent (0/5)
gacc01.mns#5 --- 1 
5 --- 49 
loss -4
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:58:47 2010 from 10.98.22.11
telnet gacc05.cta.embratel.net.br
nagios:~# telnet gacc05.cta.embratel.net.br
Trying 200.230.249.57...
Connected to gacc05.cta.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc05.cta#show interface Serial3/3/0.1/3/6/3:1
Serial3/3/0.1/3/6/3:1 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: GM  | 512K | CTA/IP/00388 | (CTA/IP/00388)
  Internet address is 200.178.200.245/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 255/255, load 30/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:06, output 00:00:06, output hang never
  Last clearing of "show interface" counters 1w2d
  Queueing strategy: fifo
  Output queue 0/40, 129275 drops; input queue 0/75, 0 drops
	Available Bandwidth 369 kilobits/sec
  5 minute input rate 12000 bits/sec, 2 packets/sec
  5 minute output rate 61000 bits/sec, 6 packets/sec
     17290245 packets input, 3218107358 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     1 input errors, 1 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     19218381 packets output, 9299803831 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 176: timeslot(s): 17-24, Transmitter delay 0, non-inverted data
gacc05.cta#
gacc05.cta#show interface Serial3/3/0.1/3/6/3:1
Serial3/3/0.1/3/6/3:1 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: GM  | 512K | CTA/IP/00388 | (CTA/IP/00388)
  Internet address is 200.178.200.245/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 255/255, load 30/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:07, output 00:00:07, output hang never
  Last clearing of "show interface" counters 1w2d
  Queueing strategy: fifo
  Output queue 0/40, 129275 drops; input queue 0/75, 0 drops
	Available Bandwidth 369 kilobits/sec
  5 minute input rate 12000 bits/sec, 2 packets/sec
  5 minute output rate 61000 bits/sec, 6 packets/sec
     17290245 packets input, 3218107358 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     1 input errors, 1 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     19218381 packets output, 9299803831 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 176: timeslot(s): 17-24, Transmitter delay 0, non-inverted data
gacc05.cta#ping vrf GM:1099 200.178.200.246

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.178.200.246, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 8/8/12 ms
gacc05.cta#5 --- 1 
5 --- 49 
loss -4
###### vrf HAMBURG_SUED:4558 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:59:02 2010 from 10.98.22.11
telnet gacc01.fns.embratel.net.br
nagios:~# telnet gacc01.fns.embratel.net.br
Trying 200.230.224.195...
Connected to gacc01.fns.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc01.fns#show interface Serial3/1/0.1/1/6/3:1.1
Serial3/1/0.1/1/6/3:1.1 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: HAMBURG_SUED  | 1024K | IAI/IP/00311 | (IAI/IP/00311) | BGP_AS18
  Internet address is 189.86.24.169/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 30/255
  Encapsulation FRAME-RELAY IETF
Serial3/1/0.1/1/6/3:1.1 HAMBURG_SUED  | 1024K | IAI/IP/00311 | (IAI/IP/00311) | BGP_AS18
                Protocol    Pkts In   Chars In   Pkts Out  Chars Out
                      IP    1984171  507189514    1699258  782518292
                    MPLS          0          0          0          0
            IPv6 Unicast          0          0          0          0
              IPv6 Mcast          0          0          0          0
gacc01.fns#
gacc01.fns#show interface Serial3/1/0.1/1/6/3:1
Serial3/1/0.1/1/6/3:1 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: HAMBURG_SUED  | 1024K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 30/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  0, LMI stat recvd 0,LMI upd recvd 0
  LMI enq recvd 7993, LMI stat sent  7993,LMI upd sent  0, DCE LMI up
  LMI DLCI 1023  LMI type is CISCO  frame relay DCE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:01, output 00:00:02, output hang never
  Last clearing of "show interface" counters 22:11:52
  Queueing strategy: fifo
  Output queue 0/40, 53 drops; input queue 0/75, 0 drops
	Available Bandwidth 1024 kilobits/sec
  5 minute input rate 133000 bits/sec, 59 packets/sec
  5 minute output rate 121000 bits/sec, 41 packets/sec
     2002897 packets input, 507553408 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     1709936 packets output, 782778430 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  VC 37: timeslot(s): 9-24, Transmitter delay 0, non-inverted data
gacc01.fns#ping vrf HAMBURG_SUED:4558 189.86.24.170

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 189.86.24.170, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 48/50/56 ms
gacc01.fns#5 --- 1 
5 --- 49 
loss -4
###### vrf BSH:1359 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:59:05 2010 from 10.98.22.11
telnet gacc03.spolp.embratel.net.br
nagios:~# telnet gacc03.spolp.embratel.net.br
Trying 200.230.224.70...
Connected to gacc03.spolp.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc03.spolp#show interface Multilink15
Multilink15 is up, line protocol is up 
  Hardware is multilink group interface
  Description: BSH  | 2048K | SPO/MULTI/06958 | (SPO/MULTI/06958) | BGP_AS65161
  Internet address is 200.228.13.85/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 100000 usec, rely 255/255, load 53/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Open, multilink Open
  Open: IPCP
  Last input 00:00:29, output never, output hang never
  Last clearing of "show interface" counters 1w6d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 63 kilobits/sec
  5 minute input rate 219000 bits/sec, 362 packets/sec
  5 minute output rate 433000 bits/sec, 696 packets/sec
     102441072 packets input, 8014711924 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     184449798 packets output, 14057309582 bytes, 0 underruns
     0 output errors, 0 collisions, 1 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc03.spolp#
gacc03.spolp#show interface Multilink15
Multilink15 is up, line protocol is up 
  Hardware is multilink group interface
  Description: BSH  | 2048K | SPO/MULTI/06958 | (SPO/MULTI/06958) | BGP_AS65161
  Internet address is 200.228.13.85/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 100000 usec, rely 255/255, load 53/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Open, multilink Open
  Open: IPCP
  Last input 00:00:29, output never, output hang never
  Last clearing of "show interface" counters 1w6d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 63 kilobits/sec
  5 minute input rate 219000 bits/sec, 362 packets/sec
  5 minute output rate 433000 bits/sec, 696 packets/sec
     102441072 packets input, 8014711924 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     184449798 packets output, 14057309582 bytes, 0 underruns
     0 output errors, 0 collisions, 1 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc03.spolp#ping vrf BSH:1359 200.228.13.86

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.228.13.86, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/4/8 ms
gacc03.spolp#5 --- 1 
5 --- 49 
loss -4
###### vrf SUNALLIANCE:3008 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:59:09 2010 from 10.98.22.11
telnet acc19.rjo.embratel.net.br
nagios:~# telnet acc19.rjo.embratel.net.br
Trying 200.244.41.138...
Connected to acc19.rjo.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc19.rjo#show interface Serial9/1/0
Serial9/1/0 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SUNALLIANCE  | 2048K | RJO/IP/04116 | (RJO/IP/04116) | BGP_AS65194
  Internet address is 201.38.230.125/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:01:08, output 00:00:08, output hang never
  Last clearing of "show interface" counters 9w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 13321
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     26393681 packets input, 3760079051 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     14513 input errors, 8937 CRC, 0 frame, 8 overrun, 0 ignored, 5568 abort
     342789253 packets output, 2080678081 bytes, 0 underruns
     13297 packets late drop, 3850967 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     8 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc19.rjo#
acc19.rjo#show interface Serial9/1/0
Serial9/1/0 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SUNALLIANCE  | 2048K | RJO/IP/04116 | (RJO/IP/04116) | BGP_AS65194
  Internet address is 201.38.230.125/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:01:08, output 00:00:00, output hang never
  Last clearing of "show interface" counters 9w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 13321
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     26393681 packets input, 3760079051 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     14513 input errors, 8937 CRC, 0 frame, 8 overrun, 0 ignored, 5568 abort
     342789253 packets output, 2080678081 bytes, 0 underruns
     13297 packets late drop, 3850967 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     8 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc19.rjo#ping vrf SUNALLIANCE:3008 201.38.230.126

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.38.230.126, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 1/3/4 ms
acc19.rjo#5 --- 1 
5 --- 49 
loss -4
###### vrf SUNALLIANCE:3008 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:59:12 2010 from 10.98.22.11
telnet acc03.spomb.embratel.net.br
nagios:~# telnet acc03.spomb.embratel.net.br
Trying 200.230.224.89...
Connected to acc03.spomb.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc03.spomb#show interface Serial10/0/0
Serial10/0/0 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SUNALLIANCE  | 2048K | SPO/IP/07763 | (SPO/IP/07763)
  Internet address is 201.44.192.153/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 193/255, rxload 10/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:00, output 00:00:04, output hang never
  Last clearing of "show interface" counters 17w4d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 6690
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 86000 bits/sec, 109 packets/sec
  30 second output rate 1556000 bits/sec, 488 packets/sec
     130026170 packets input, 279535192 bytes, 0 no buffer
     Received 0 broadcasts, 8 runts, 113665 giants, 0 throttles
     7535269 input errors, 6161103 CRC, 0 frame, 778709 overrun, 545 ignored, 481792 abort
     576804084 packets output, 1361207117 bytes, 0 underruns
     6690 packets late drop, 434589 bytes late drop
     0 output errors, 0 collisions, 3748 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
     RTS up, CTS up, DTR up, DCD up, DSR up
acc03.spomb#
acc03.spomb#show interface Serial10/0/0
Serial10/0/0 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SUNALLIANCE  | 2048K | SPO/IP/07763 | (SPO/IP/07763)
  Internet address is 201.44.192.153/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 193/255, rxload 10/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:00, output 00:00:04, output hang never
  Last clearing of "show interface" counters 17w4d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 6690
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 86000 bits/sec, 109 packets/sec
  30 second output rate 1556000 bits/sec, 488 packets/sec
     130026170 packets input, 279535192 bytes, 0 no buffer
     Received 0 broadcasts, 8 runts, 113665 giants, 0 throttles
     7535269 input errors, 6161103 CRC, 0 frame, 778709 overrun, 545 ignored, 481792 abort
     576804084 packets output, 1361207117 bytes, 0 underruns
     6690 packets late drop, 434589 bytes late drop
     0 output errors, 0 collisions, 3748 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
     RTS up, CTS up, DTR up, DCD up, DSR up
acc03.spomb#ping vrf SUNALLIANCE:3008 201.44.192.154

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.44.192.154, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/5/8 ms
acc03.spomb#5 --- 1 
5 --- 52 
5 --- 51 
5 --- 49 
loss -6.65
######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:59:15 2010 from 10.98.22.11
telnet acc03.spomb.embratel.net.br
nagios:~# telnet acc03.spomb.embratel.net.br
Trying 200.230.224.89...
Connected to acc03.spomb.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc03.spomb#show interface FastEthernet1/0/1
FastEthernet1/0/1 is up, line protocol is up 
  Hardware is cyBus FastEthernet Interface, address is 0009.118b.2021 (bia 0009.118b.2021)
  Description: BTTELECOM  | 10M | SPO/IP/10373 | (SPO/IP/10373)
  Internet address is 200.228.254.169/30
  MTU 1500 bytes, BW 10000 Kbit, DLY 100 usec, 
     reliability 255/255, txload 87/255, rxload 15/255
  Encapsulation ARPA, loopback not set
  Keepalive set (1 sec)
  Full-duplex, 100Mb/s, 100BaseTX/FX
  ARP type: ARPA, ARP Timeout 04:00:00
  Last input 00:00:02, output 00:00:00, output hang never
  Last clearing of "show interface" counters 27w2d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 2314945
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  30 second input rate 593000 bits/sec, 307 packets/sec
  30 second output rate 3412000 bits/sec, 381 packets/sec
     2121738870 packets input, 1038232831 bytes, 0 no buffer
     Received 565915 broadcasts, 0 runts, 0 giants, 0 throttles
     512 input errors, 491 CRC, 21 frame, 0 overrun, 494 ignored
     0 watchdog
     0 input packets with dribble condition detected
     2880730199 packets output, 2224098465 bytes, 0 underruns
     2314693 packets late drop, 2903961157 bytes late drop
     5 output errors, 0 collisions, 0 interface resets
     0 babbles, 0 late collision, 0 deferred
     5 lost carrier, 0 no carrier
     0 output buffer failures, 0 output buffers swapped out
acc03.spomb#
acc03.spomb#show interface FastEthernet1/0/1
FastEthernet1/0/1 is up, line protocol is up 
  Hardware is cyBus FastEthernet Interface, address is 0009.118b.2021 (bia 0009.118b.2021)
  Description: BTTELECOM  | 10M | SPO/IP/10373 | (SPO/IP/10373)
  Internet address is 200.228.254.169/30
  MTU 1500 bytes, BW 10000 Kbit, DLY 100 usec, 
     reliability 255/255, txload 87/255, rxload 15/255
  Encapsulation ARPA, loopback not set
  Keepalive set (1 sec)
  Full-duplex, 100Mb/s, 100BaseTX/FX
  ARP type: ARPA, ARP Timeout 04:00:00
  Last input 00:00:02, output 00:00:00, output hang never
  Last clearing of "show interface" counters 27w2d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 2314945
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  30 second input rate 593000 bits/sec, 307 packets/sec
  30 second output rate 3412000 bits/sec, 381 packets/sec
     2121738870 packets input, 1038232831 bytes, 0 no buffer
     Received 565915 broadcasts, 0 runts, 0 giants, 0 throttles
     512 input errors, 491 CRC, 21 frame, 0 overrun, 494 ignored
     0 watchdog
     0 input packets with dribble condition detected
     2880730199 packets output, 2224098465 bytes, 0 underruns
     2314693 packets late drop, 2903961157 bytes late drop
     5 output errors, 0 collisions, 0 interface resets
     0 babbles, 0 late collision, 0 deferred
     5 lost carrier, 0 no carrier
     0 output buffer failures, 0 output buffers swapped out
acc03.spomb#ping  200.228.254.170

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.228.254.170, timeout is 2 seconds:
.....
Success rate is 0 percent (0/5)
acc03.spomb#5 --- 1 
5 --- 52 
5 --- 51 
5 --- 49 
loss -6.65
###### vrf BT_CBB_PARC_SOFFTEK:153655 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:59:17 2010 from 10.98.22.11
telnet acc03.spomb.embratel.net.br
nagios:~# telnet acc03.spomb.embratel.net.br
Trying 200.230.224.89...
Connected to acc03.spomb.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc03.spomb#show interface Serial8/1/3.2
Serial8/1/3.2 is down, line protocol is down 
  Hardware is cyBus Serial
  Description: BT_CBB_PARC_SOFFTEK  | 1536K | SPO/IP/11205 | (SPO/IP/11205)
  Internet address is 200.182.83.89/30
  MTU 1500 bytes, BW 1536 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc03.spomb#
acc03.spomb#show interface Serial8/1/3
Serial8/1/3 is down, line protocol is down 
  Hardware is cyBus Serial
  Description: BT_CBB  | 1536K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 1536 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 1/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  LMI enq sent  1342691, LMI stat recvd 1342470, LMI upd recvd 0, DTE LMI down
  LMI enq recvd 0, LMI stat sent  0, LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 6w6d, output 6w6d, output hang never
  Last clearing of "show interface" counters 29w1d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 130
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  30 second input rate 0 bits/sec, 0 packets/sec
  30 second output rate 0 bits/sec, 0 packets/sec
     124771891 packets input, 3142787294 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     32244 input errors, 31762 CRC, 0 frame, 40 overrun, 0 ignored, 442 abort
     138672162 packets output, 1170104076 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     287 carrier transitions
     8127381 alarm indications, 8127496 remote alarms, 8127497 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc03.spomb#ping vrf BT_CBB_PARC_SOFFTEK:153655 200.182.83.90

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.182.83.90, timeout is 2 seconds:
.....
Success rate is 0 percent (0/5)
acc03.spomb#5 --- 1 
5 --- 53 
5 --- 51 
5 --- 50 
loss -6.75
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:59:29 2010 from 10.98.22.11
telnet acc11.pae.embratel.net.br
nagios:~# telnet acc11.pae.embratel.net.br
Trying 200.230.224.186...
Connected to acc11.pae.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc11.pae#show interface Serial9/0/0:3.1
Serial9/0/0:3.1 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GM  | 512K | PAE/IP/00802 | (PAE/IP/00802)
  Internet address is 200.248.245.105/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 114/255, rxload 18/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc11.pae#
acc11.pae#show interface Serial9/0/0:3
Serial9/0/0:3 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GM  | 512K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 114/255, rxload 18/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  2211699, LMI stat recvd 2210428, LMI upd recvd 0, DTE LMI up
  LMI enq recvd 0, LMI stat sent  0, LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 36w4d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 668102
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 37000 bits/sec, 71 packets/sec
  5 minute output rate 230000 bits/sec, 110 packets/sec
     1058040209 packets input, 1899719291 bytes, 0 no buffer
     Received 0 broadcasts, 4783 runts, 0 giants, 0 throttles
     5101 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 318 abort
     1081191164 packets output, 903349109 bytes, 0 underruns
     668102 packets late drop, 491216948 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     3 carrier transitions no alarm present
  Timeslot(s) Used:8-15, subrate: 64Kb/s, transmit delay is 0 flags
acc11.pae#ping vrf GM:1099 200.248.245.106

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.248.245.106, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 8/8/12 ms
acc11.pae#5 --- 1 
5 --- 50 
loss -4.1
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:59:42 2010 from 10.98.22.11
telnet acc04.sne.embratel.net.br
nagios:~# telnet acc04.sne.embratel.net.br
Trying 200.230.224.176...
Connected to acc04.sne.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc04.sne#show interface Multilink2
Multilink2 is up, line protocol is up 
  Hardware is multilink group interface
  Description: GM  | 4096K | SBO/MULTI/02316 | (SBO/MULTI/02316) | BGP_AS65196
  Internet address is 201.90.108.21/30
  MTU 1500 bytes, BW 4096 Kbit, DLY 100000 usec, 
     reliability 255/255, txload 31/255, rxload 113/255
  Encapsulation PPP, LCP Open, multilink Open
  Open: IPCP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  Last input 00:00:06, output 4w1d, output hang never
  Last clearing of "show interface" counters 31w3d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 21923
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 1817000 bits/sec, 508 packets/sec
  30 second output rate 512000 bits/sec, 478 packets/sec
     3267858633 packets input, 3186244571 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     802 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     3154339987 packets output, 3800739345 bytes, 0 underruns
     21923 packets late drop, 1403072 bytes late drop
     0 output errors, 0 collisions, 4 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
acc04.sne#
acc04.sne#show interface Multilink2
Multilink2 is up, line protocol is up 
  Hardware is multilink group interface
  Description: GM  | 4096K | SBO/MULTI/02316 | (SBO/MULTI/02316) | BGP_AS65196
  Internet address is 201.90.108.21/30
  MTU 1500 bytes, BW 4096 Kbit, DLY 100000 usec, 
     reliability 255/255, txload 31/255, rxload 113/255
  Encapsulation PPP, LCP Open, multilink Open
  Open: IPCP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  Last input 00:00:06, output 4w1d, output hang never
  Last clearing of "show interface" counters 31w3d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 21923
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 1817000 bits/sec, 508 packets/sec
  30 second output rate 512000 bits/sec, 478 packets/sec
     3267858633 packets input, 3186244571 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     802 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     3154339987 packets output, 3800739345 bytes, 0 underruns
     21923 packets late drop, 1403072 bytes late drop
     0 output errors, 0 collisions, 4 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
acc04.sne#ping vrf GM:1099 201.90.108.22

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.90.108.22, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/8/16 ms
acc04.sne#5 --- 1 
5 --- 50 
loss -4.1
###### vrf BSH:151546 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:59:46 2010 from 10.98.22.11
telnet gacc02.cas.embratel.net.br
nagios:~# telnet gacc02.cas.embratel.net.br
Trying 200.230.224.189...
Connected to gacc02.cas.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc02.cas#show interface Multilink17
Multilink17 is up, line protocol is up 
  Hardware is multilink group interface
  Description: BSH  | 2048K | HORT/MULTI/06483 | (HORT/MULTI/06483) | BGP_AS65161
  Internet address is 189.16.178.117/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 100000 usec, rely 255/255, load 14/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Open, multilink Open
  Open: IPCP
  Last input 00:00:19, output never, output hang never
  Last clearing of "show interface" counters 2w0d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 32 drops
	Available Bandwidth 63 kilobits/sec
  5 minute input rate 426000 bits/sec, 712 packets/sec
  5 minute output rate 113000 bits/sec, 199 packets/sec
     165959472 packets input, 13253819927 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     60812029 packets output, 4683555895 bytes, 0 underruns
     0 output errors, 0 collisions, 3 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc02.cas#
gacc02.cas#show interface Multilink17
Multilink17 is up, line protocol is up 
  Hardware is multilink group interface
  Description: BSH  | 2048K | HORT/MULTI/06483 | (HORT/MULTI/06483) | BGP_AS65161
  Internet address is 189.16.178.117/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 100000 usec, rely 255/255, load 14/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Open, multilink Open
  Open: IPCP
  Last input 00:00:20, output never, output hang never
  Last clearing of "show interface" counters 2w0d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 32 drops
	Available Bandwidth 63 kilobits/sec
  5 minute input rate 426000 bits/sec, 712 packets/sec
  5 minute output rate 113000 bits/sec, 199 packets/sec
     165959472 packets input, 13253819927 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     60812029 packets output, 4683555895 bytes, 0 underruns
     0 output errors, 0 collisions, 3 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc02.cas#ping vrf BSH:151546 189.16.178.118

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 189.16.178.118, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/6/8 ms
gacc02.cas#5 --- 1 
5 --- 50 
loss -4.1
###### vrf BIMBO_INT:153545 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:59:51 2010 from 10.98.22.11
telnet gacc02.fns.embratel.net.br
nagios:~# telnet gacc02.fns.embratel.net.br
Trying 200.230.249.3...
Connected to gacc02.fns.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc02.fns#show interface Multilink35
Multilink35 is down, line protocol is down 
  Hardware is multilink group interface
  Description: BIMBO  | 256K | IAI/MULTI/14502 | (IAI/MULTI/14502) | BGP_AS65194
  Internet address is 200.250.165.81/30
  MTU 1500 bytes, BW 256 Kbit, DLY 100000 usec, rely 255/255, load 1/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Closed, multilink Closed
  Closed: IPCP
  Last input never, output never, output hang never
  Last clearing of "show interface" counters 1w0d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 10 kilobits/sec
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     0 packets input, 0 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     0 packets output, 0 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc02.fns#
gacc02.fns#show interface Multilink35
Multilink35 is down, line protocol is down 
  Hardware is multilink group interface
  Description: BIMBO  | 256K | IAI/MULTI/14502 | (IAI/MULTI/14502) | BGP_AS65194
  Internet address is 200.250.165.81/30
  MTU 1500 bytes, BW 256 Kbit, DLY 100000 usec, rely 255/255, load 1/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Closed, multilink Closed
  Closed: IPCP
  Last input never, output never, output hang never
  Last clearing of "show interface" counters 1w0d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 10 kilobits/sec
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     0 packets input, 0 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     0 packets output, 0 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc02.fns#ping vrf BIMBO_INT:153545 200.250.165.82

% VRF does not have a usable source address
gacc02.fns# --- 2 
 --- 52 
 --- 50 
loss 
###### vrf BTTELECOM_TMX:3555 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:59:54 2010 from 10.98.22.11
telnet gacc02.fns.embratel.net.br
nagios:~# telnet gacc02.fns.embratel.net.br
Trying 200.230.249.3...
Connected to gacc02.fns.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc02.fns#show interface Serial0/3/0.1/3/5/1:0.1
Serial0/3/0.1/3/5/1:0.1 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: BTTELECOM  | 1024K | IAI/IP/00267 | (IAI/IP/00267) | BGP_AS61408
  Internet address is 187.128.1.157/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 24/255
  Encapsulation FRAME-RELAY
Serial0/3/0.1/3/5/1:0.1 BTTELECOM  | 1024K | IAI/IP/00267 | (IAI/IP/00267) | BGP_AS61408
                Protocol    Pkts In   Chars In   Pkts Out  Chars Out
                      IP   11073101 4048882516   10990824 4881563109
                    MPLS          0          0          0          0
            IPv6 Unicast          0          0          0          0
              IPv6 Mcast          0          0          0          0
gacc02.fns#
gacc02.fns#show interface Serial0/3/0.1/3/5/1:0
Serial0/3/0.1/3/5/1:0 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: BTTELECOM  | 1024K | ENLACE FR CLIENTE
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 24/255
  Encapsulation FRAME-RELAY, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  0, LMI stat recvd 0,LMI upd recvd 0
  LMI enq recvd 67350, LMI stat sent  67350,LMI upd sent  0, DCE LMI up
  LMI DLCI 0  LMI type is ANSI Annex D  frame relay DCE  segmentation inactive
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:09, output 00:00:09, output hang never
  Last clearing of "show interface" counters 1w0d
  Queueing strategy: fifo
  Output queue 0/40, 9672 drops; input queue 0/75, 0 drops
	Available Bandwidth 1024 kilobits/sec
  5 minute input rate 101000 bits/sec, 57 packets/sec
  5 minute output rate 98000 bits/sec, 56 packets/sec
     11279409 packets input, 4061284992 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     1 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 1 abort
     11098455 packets output, 4875885214 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 42: timeslot(s): 1-16, Transmitter delay 0, non-inverted data
gacc02.fns#ping vrf BTTELECOM_TMX:3555 187.128.1.158

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 187.128.1.158, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 12/12/16 ms
gacc02.fns#5 --- 2 
5 --- 52 
5 --- 50 
loss -5.93333333333333
###### vrf REDEVIP_BLD_MLPPP:3799 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 15:59:58 2010 from 10.98.22.11
telnet gacc01.rce.embratel.net.br
nagios:~# telnet gacc01.rce.embratel.net.br
Trying 200.244.41.140...
Connected to gacc01.rce.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc01.rce#show interface Multilink231
Multilink231 is up, line protocol is up 
  Hardware is multilink group interface
  Description: EKT  | 1024K | SDM/MULTI/19447 | (SDM/MULTI/19447)
  Internet address is 189.3.97.209/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 100000 usec, rely 255/255, load 1/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Open, multilink Open
  Open: IPCP
  Last input 04:48:57, output never, output hang never
  Last clearing of "show interface" counters 1d02h
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 32 kilobits/sec
  5 minute input rate 1000 bits/sec, 1 packets/sec
  5 minute output rate 1000 bits/sec, 1 packets/sec
     127711 packets input, 20929158 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     155485 packets output, 32025209 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc01.rce#
gacc01.rce#show interface Multilink231
Multilink231 is up, line protocol is up 
  Hardware is multilink group interface
  Description: EKT  | 1024K | SDM/MULTI/19447 | (SDM/MULTI/19447)
  Internet address is 189.3.97.209/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 100000 usec, rely 255/255, load 1/255
  Encapsulation PPP, loopback not set
  Keepalive set (10 sec)
  DTR is pulsed for 2 seconds on reset
  LCP Open, multilink Open
  Open: IPCP
  Last input 04:48:57, output never, output hang never
  Last clearing of "show interface" counters 1d02h
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 32 kilobits/sec
  5 minute input rate 1000 bits/sec, 1 packets/sec
  5 minute output rate 1000 bits/sec, 1 packets/sec
     127711 packets input, 20929158 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     155485 packets output, 32025209 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
gacc01.rce#ping vrf REDEVIP_BLD_MLPPP:3799 189.3.97.210

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 189.3.97.210, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/7/8 ms
gacc01.rce#5 --- 2 
5 --- 52 
5 --- 50 
loss -5.93333333333333
######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:01 2010 from 10.98.22.11
telnet gacc01.rce.embratel.net.br
nagios:~# telnet gacc01.rce.embratel.net.br
Trying 200.244.41.140...
Connected to gacc01.rce.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc01.rce#show interface Serial4/2/0.1/1/5/3:0
Serial4/2/0.1/1/5/3:0 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: TEMEXUSA  | 1024K | RCE/IP/08840 | (RCE/IP/08840)
  Internet address is 189.53.9.157/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 48/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:03, output 00:00:03, output hang never
  Last clearing of "show interface" counters 1d02h
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 1024 kilobits/sec
  5 minute input rate 25000 bits/sec, 22 packets/sec
  5 minute output rate 196000 bits/sec, 28 packets/sec
     1363009 packets input, 271494528 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     1637521 packets output, 1133666008 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  VC 14: timeslot(s): 1-16, Transmitter delay 0, non-inverted data
gacc01.rce#
gacc01.rce#show interface Serial4/2/0.1/1/5/3:0
Serial4/2/0.1/1/5/3:0 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: TEMEXUSA  | 1024K | RCE/IP/08840 | (RCE/IP/08840)
  Internet address is 189.53.9.157/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, rely 255/255, load 48/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:04, output 00:00:04, output hang never
  Last clearing of "show interface" counters 1d02h
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 1024 kilobits/sec
  5 minute input rate 25000 bits/sec, 22 packets/sec
  5 minute output rate 196000 bits/sec, 28 packets/sec
     1363009 packets input, 271494528 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     0 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     1637521 packets output, 1133666008 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  VC 14: timeslot(s): 1-16, Transmitter delay 0, non-inverted data
gacc01.rce#ping  189.53.9.158

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 189.53.9.158, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/10/24 ms
gacc01.rce#loss 
###### vrf ROYAL_SUNALLIANCE:4332 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:06 2010 from 10.98.22.11
telnet acc09.rjo.embratel.net.br
nagios:~# telnet acc09.rjo.embratel.net.br
Trying 200.244.41.71...
Connected to acc09.rjo.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc09.rjo#show interface Serial12/0/1:3
Serial12/0/1:3 is up, line protocol is up 
  Hardware is Multichannel E1
  Description: SUNALLIANCE  | 512K | RJO/IP/04103 | (RJO/IP/04103) | BGP_AS65196
  Internet address is 201.118.193.77/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 213/255, txload 1/255, rxload 1/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, Data non-inverted
  Keepalive set (10 sec)
  Last input 00:00:00, output 00:00:01, output hang never
  Last clearing of "show interface" counters 2w2d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 0
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     768505 packets input, 76142424 bytes, 0 no buffer
     Received 0 broadcasts, 196276 runts, 0 giants, 0 throttles
     196484 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 208 abort
     746410 packets output, 69498132 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  Timeslot(s) Used:9-16, subrate: 64Kb/s, transmit delay is 0 flags
acc09.rjo#
acc09.rjo#show interface Serial12/0/1:3
Serial12/0/1:3 is up, line protocol is up 
  Hardware is Multichannel E1
  Description: SUNALLIANCE  | 512K | RJO/IP/04103 | (RJO/IP/04103) | BGP_AS65196
  Internet address is 201.118.193.77/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 213/255, txload 1/255, rxload 1/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, Data non-inverted
  Keepalive set (10 sec)
  Last input 00:00:01, output 00:00:01, output hang never
  Last clearing of "show interface" counters 2w2d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 0
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     768505 packets input, 76142424 bytes, 0 no buffer
     Received 0 broadcasts, 196276 runts, 0 giants, 0 throttles
     196484 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 208 abort
     746410 packets output, 69498132 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  Timeslot(s) Used:9-16, subrate: 64Kb/s, transmit delay is 0 flags
acc09.rjo#ping vrf ROYAL_SUNALLIANCE:4332 201.118.193.78

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.118.193.78, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 8/8/8 ms
acc09.rjo#5 --- 2 
5 --- 50 
loss -4.2
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:10 2010 from 10.98.22.11
telnet gacc02.rce.embratel.net.br
nagios:~# telnet gacc02.rce.embratel.net.br
Trying 200.244.41.182...
Connected to gacc02.rce.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc02.rce#show interface Serial1/1/0.1/1/6/1:4
Serial1/1/0.1/1/6/1:4 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: GM  | 128K | IPJ/IP/00078 | (IPJ/IP/00078)
  Internet address is 189.87.125.97/30
  MTU 1500 bytes, BW 128 Kbit, DLY 20000 usec, rely 255/255, load 1/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters never
  Queueing strategy: fifo
  Output queue 0/40, 12857 drops; input queue 0/75, 0 drops
	Available Bandwidth 128 kilobits/sec
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     1920953 packets input, 332105197 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     40 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 40 abort
     1784291 packets output, 853177175 bytes, 0 underruns
     0 output errors, 0 collisions, 233 interface resets
     0 output buffer failures, 0 output buffers swapped out
     1 carrier transitions no alarm present
  VC 30: timeslot(s): 27-28, Transmitter delay 0, non-inverted data
gacc02.rce#
gacc02.rce#show interface Serial1/1/0.1/1/6/1:4
Serial1/1/0.1/1/6/1:4 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: GM  | 128K | IPJ/IP/00078 | (IPJ/IP/00078)
  Internet address is 189.87.125.97/30
  MTU 1500 bytes, BW 128 Kbit, DLY 20000 usec, rely 255/255, load 1/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters never
  Queueing strategy: fifo
  Output queue 0/40, 12857 drops; input queue 0/75, 0 drops
	Available Bandwidth 128 kilobits/sec
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     1920953 packets input, 332105197 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     40 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 40 abort
     1784291 packets output, 853177175 bytes, 0 underruns
     0 output errors, 0 collisions, 233 interface resets
     0 output buffer failures, 0 output buffers swapped out
     1 carrier transitions no alarm present
  VC 30: timeslot(s): 27-28, Transmitter delay 0, non-inverted data
gacc02.rce#ping vrf GM:1099 189.87.125.98

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 189.87.125.98, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 28/30/32 ms
gacc02.rce#5 --- 2 
5 --- 53 
5 --- 50 
loss -6
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:14 2010 from 10.98.22.11
telnet gacc02.rce.embratel.net.br
nagios:~# telnet gacc02.rce.embratel.net.br
Trying 200.244.41.182...
Connected to gacc02.rce.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc02.rce#show interface Serial0/1/0.1/2/4/1:4
Serial0/1/0.1/2/4/1:4 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: GM  | 128K | IPJ/IP/00077 | (IPJ/IP/00077) | BGP_AS65165
  Internet address is 189.87.125.53/30
  MTU 1500 bytes, BW 128 Kbit, DLY 20000 usec, rely 255/255, load 1/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:04, output 00:00:04, output hang never
  Last clearing of "show interface" counters never
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 128 kilobits/sec
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     1952912 packets input, 368769046 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 4 giants, 0 throttles
     13516 input errors, 9263 CRC, 3789 frame, 0 overrun, 0 ignored, 464 abort
     2660338 packets output, 1777438972 bytes, 0 underruns
     0 output errors, 0 collisions, 235 interface resets
     0 output buffer failures, 0 output buffers swapped out
     1 carrier transitions alarm present
  VC 50: timeslot(s): 29-30, Transmitter delay 0, non-inverted data
gacc02.rce#
gacc02.rce#show interface Serial0/1/0.1/2/4/1:4
Serial0/1/0.1/2/4/1:4 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: GM  | 128K | IPJ/IP/00077 | (IPJ/IP/00077) | BGP_AS65165
  Internet address is 189.87.125.53/30
  MTU 1500 bytes, BW 128 Kbit, DLY 20000 usec, rely 255/255, load 1/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:04, output 00:00:04, output hang never
  Last clearing of "show interface" counters never
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 128 kilobits/sec
  5 minute input rate 0 bits/sec, 0 packets/sec
  5 minute output rate 0 bits/sec, 0 packets/sec
     1952912 packets input, 368769046 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 4 giants, 0 throttles
     13516 input errors, 9263 CRC, 3789 frame, 0 overrun, 0 ignored, 464 abort
     2660338 packets output, 1777438972 bytes, 0 underruns
     0 output errors, 0 collisions, 235 interface resets
     0 output buffer failures, 0 output buffers swapped out
     1 carrier transitions alarm present
  VC 50: timeslot(s): 29-30, Transmitter delay 0, non-inverted data
gacc02.rce#ping vrf GM:1099 189.87.125.54

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 189.87.125.54, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 44/44/48 ms
gacc02.rce#5 --- 2 
5 --- 53 
5 --- 51 
loss -6.06666666666667
###### vrf SUNALLIANCE:3008 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:18 2010 from 10.98.22.11
telnet acc09.pae.embratel.net.br
nagios:~# telnet acc09.pae.embratel.net.br
Trying 200.230.224.161...
Connected to acc09.pae.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc09.pae#show interface Serial10/0/5:2.1
Serial10/0/5:2.1 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: SUNALLIANCE  | 512K | PAE/IP/01178 | (PAE/IP/01178)
  Internet address is 201.72.84.205/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 28/255, rxload 3/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc09.pae#
acc09.pae#show interface Serial10/0/5:2
Serial10/0/5:2 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: SUNALLIANCE  | 512K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 28/255, rxload 3/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  34860, LMI stat recvd 34860, LMI upd recvd 0, DTE LMI up
  LMI enq recvd 0, LMI stat sent  0, LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 4d00h
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 34207
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 8000 bits/sec, 13 packets/sec
  5 minute output rate 57000 bits/sec, 24 packets/sec
     4253839 packets input, 746109999 bytes, 0 no buffer
     Received 0 broadcasts, 84 runts, 0 giants, 0 throttles
     87 input errors, 1 CRC, 0 frame, 0 overrun, 0 ignored, 2 abort
     10012851 packets output, 4163102166 bytes, 0 underruns
     34207 packets late drop, 35523620 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     1 carrier transitions no alarm present
  Timeslot(s) Used:1-8, subrate: 64Kb/s, transmit delay is 0 flags
acc09.pae#ping vrf SUNALLIANCE:3008 201.72.84.206

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.72.84.206, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 12/12/16 ms
acc09.pae#5 --- 2 
5 --- 51 
loss -4.3
######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:22 2010 from 10.98.22.11
telnet acc14.rjo.embratel.net.br
nagios:~# telnet acc14.rjo.embratel.net.br
Trying 200.244.41.93...
Connected to acc14.rjo.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc14.rjo#show interface Serial3/1/0
Serial3/1/0 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: HOTELARIA ACCOR  | 2048K | NRI/IP/01865 | (NRI/IP/01865)
  Internet address is 201.45.201.97/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 24/255, rxload 153/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 6w2d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 883250
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 1231000 bits/sec, 170 packets/sec
  30 second output rate 194000 bits/sec, 106 packets/sec
     472801358 packets input, 1798696414 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     1 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 1 abort
     561220597 packets output, 2679980305 bytes, 0 underruns
     883143 packets late drop, 1054654392 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     4 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc14.rjo#
acc14.rjo#show interface Serial3/1/0
Serial3/1/0 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: HOTELARIA ACCOR  | 2048K | NRI/IP/01865 | (NRI/IP/01865)
  Internet address is 201.45.201.97/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 24/255, rxload 153/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 6w2d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 883250
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 1231000 bits/sec, 170 packets/sec
  30 second output rate 194000 bits/sec, 106 packets/sec
     472801358 packets input, 1798696414 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     1 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 1 abort
     561220597 packets output, 2679980305 bytes, 0 underruns
     883143 packets late drop, 1054654392 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     4 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc14.rjo#ping  201.45.201.98

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.45.201.98, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 1/3/4 ms
acc14.rjo#5 --- 2 
5 --- 51 
loss -4.3
###### vrf SUNALLIANCE:3008 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:26 2010 from 10.98.22.11
telnet acc08.cta.embratel.net.br
nagios:~# telnet acc08.cta.embratel.net.br
Trying 200.230.224.170...
Connected to acc08.cta.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc08.cta#show interface Serial9/0/7:1.1
Serial9/0/7:1.1 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: ROYALSUN  | 512K | CTA/IP/01282 | (CTA/IP/01282)
  Internet address is 201.72.23.77/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 50/255, rxload 3/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc08.cta#
acc08.cta#show interface Serial9/0/7:1
Serial9/0/7:1 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: ROYALSUN  | 512K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 50/255, rxload 3/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  630558, LMI stat recvd 630199, LMI upd recvd 0, DTE LMI up
  LMI enq recvd 0, LMI stat sent  0, LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 10w3d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 76149
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 7000 bits/sec, 7 packets/sec
  5 minute output rate 102000 bits/sec, 29 packets/sec
     30941269 packets input, 1273977595 bytes, 0 no buffer
     Received 0 broadcasts, 55 runts, 0 giants, 0 throttles
     73 input errors, 16 CRC, 0 frame, 0 overrun, 0 ignored, 2 abort
     58192316 packets output, 809445672 bytes, 0 underruns
     76149 packets late drop, 68489408 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  Timeslot(s) Used:1-8, subrate: 64Kb/s, transmit delay is 0 flags
acc08.cta#ping vrf SUNALLIANCE:3008 201.72.23.78

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.72.23.78, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 8/11/12 ms
acc08.cta#5 --- 2 
5 --- 51 
loss -4.3
######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:29 2010 from 10.98.22.11
telnet acc01.mns.embratel.net.br
nagios:~# telnet acc01.mns.embratel.net.br
Trying 200.230.224.171...
Connected to acc01.mns.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc01.mns#show interface Serial4/1/0
Serial4/1/0 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: TMX  | 2048K | MNS/IP/00431 | (MNS/IP/00431)
  Internet address is 200.174.159.149/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 250/255, rxload 120/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:07, output 00:00:02, output hang never
  Last clearing of "show interface" counters 25w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 4372147
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  30 second input rate 967000 bits/sec, 325 packets/sec
  30 second output rate 2013000 bits/sec, 328 packets/sec
     4130439563 packets input, 3738508238 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 1 giants, 0 throttles
     676 input errors, 667 CRC, 0 frame, 0 overrun, 65 ignored, 8 abort
     3607981428 packets output, 2906291748 bytes, 0 underruns
     0 output errors, 0 collisions, 3 interface resets
     0 output buffer failures, 0 output buffers swapped out
     19 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc01.mns#
acc01.mns#show interface Serial4/1/0
Serial4/1/0 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: TMX  | 2048K | MNS/IP/00431 | (MNS/IP/00431)
  Internet address is 200.174.159.149/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 250/255, rxload 120/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:08, output 00:00:03, output hang never
  Last clearing of "show interface" counters 25w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 4372147
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  30 second input rate 967000 bits/sec, 325 packets/sec
  30 second output rate 2013000 bits/sec, 328 packets/sec
     4130439563 packets input, 3738508238 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 1 giants, 0 throttles
     676 input errors, 667 CRC, 0 frame, 0 overrun, 65 ignored, 8 abort
     3607981428 packets output, 2906291748 bytes, 0 underruns
     0 output errors, 0 collisions, 3 interface resets
     0 output buffer failures, 0 output buffers swapped out
     19 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc01.mns#ping  200.174.159.150

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.174.159.150, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 640/676/788 ms
acc01.mns#5 --- 2 
5 --- 54 
5 --- 52 
loss -6.2
######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:31 2010 from 10.98.22.11
telnet acc01.mns.embratel.net.br
nagios:~# telnet acc01.mns.embratel.net.br
Trying 200.230.224.171...
Connected to acc01.mns.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc01.mns#show interface Serial4/1/1
Serial4/1/1 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: TMX  | 2048K | MNS/IP/00432 | (MNS/IP/00432)
  Internet address is 201.90.139.137/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 250/255, rxload 120/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:04, output 00:00:06, output hang never
  Last clearing of "show interface" counters 25w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 4357575
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  30 second input rate 970000 bits/sec, 325 packets/sec
  30 second output rate 2013000 bits/sec, 331 packets/sec
     4130430309 packets input, 3764875546 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 2 giants, 0 throttles
     617 input errors, 189 CRC, 0 frame, 410 overrun, 68 ignored, 16 abort
     3607923965 packets output, 2840777767 bytes, 0 underruns
     0 output errors, 0 collisions, 3 interface resets
     0 output buffer failures, 0 output buffers swapped out
     19 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc01.mns#
acc01.mns#show interface Serial4/1/1
Serial4/1/1 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: TMX  | 2048K | MNS/IP/00432 | (MNS/IP/00432)
  Internet address is 201.90.139.137/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 250/255, rxload 120/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:05, output 00:00:07, output hang never
  Last clearing of "show interface" counters 25w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 4357575
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  30 second input rate 970000 bits/sec, 325 packets/sec
  30 second output rate 2013000 bits/sec, 331 packets/sec
     4130430309 packets input, 3764875546 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 2 giants, 0 throttles
     617 input errors, 189 CRC, 0 frame, 410 overrun, 68 ignored, 16 abort
     3607923965 packets output, 2840777767 bytes, 0 underruns
     0 output errors, 0 collisions, 3 interface resets
     0 output buffer failures, 0 output buffers swapped out
     19 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc01.mns#ping  201.90.139.138

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.90.139.138, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 656/704/760 ms
acc01.mns#5 --- 2 
5 --- 54 
5 --- 52 
loss -6.2
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:38 2010 from 10.98.22.11
telnet acc09.rce.embratel.net.br
nagios:~# telnet acc09.rce.embratel.net.br
Trying 200.244.41.160...
Connected to acc09.rce.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc09.rce#show interface Serial10/0/3:7.1
Serial10/0/3:7.1 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GM  | 512K | RCE/IP/00304 | (RCE/IP/00304)
  Internet address is 200.243.142.185/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 36/255, rxload 33/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc09.rce#
acc09.rce#show interface Serial10/0/3:7
Serial10/0/3:7 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GM  | 512K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 36/255, rxload 33/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  215430, LMI stat recvd 214296, LMI upd recvd 0, DTE LMI up
  LMI enq recvd 0, LMI stat sent  0, LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:01, output 00:00:01, output hang never
  Last clearing of "show interface" counters 3w3d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 184741
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 68000 bits/sec, 80 packets/sec
  5 minute output rate 73000 bits/sec, 81 packets/sec
     30081977 packets input, 177574546 bytes, 0 no buffer
     Received 0 broadcasts, 403 runts, 2 giants, 0 throttles
     1575 input errors, 166 CRC, 0 frame, 0 overrun, 0 ignored, 1004 abort
     42877519 packets output, 105822875 bytes, 0 underruns
     184741 packets late drop, 118389682 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  Timeslot(s) Used:9-16, subrate: 64Kb/s, transmit delay is 0 flags
acc09.rce#ping vrf GM:1099 200.243.142.186

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.243.142.186, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 16/17/20 ms
acc09.rce#5 --- 2 
5 --- 52 
loss -4.4
###### vrf SGNET30:153954 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:46 2010 from 10.98.22.11
telnet gacc01.cba.embratel.net.br
nagios:~# telnet gacc01.cba.embratel.net.br
Trying 200.244.41.199...
Connected to gacc01.cba.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc01.cba#show interface Serial0/2/0.1/1/2/3:3.1
Serial0/2/0.1/1/2/3:3.1 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: SAINTGOBAIN  | 512K | CBA/IP/00535 | (CBA/IP/00535) | BGP_AS65314
  Internet address is 200.167.188.73/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 255/255, load 53/255
  Encapsulation FRAME-RELAY IETF
Serial0/2/0.1/1/2/3:3.1 SAINTGOBAIN  | 512K | CBA/IP/00535 | (CBA/IP/00535) | BGP_AS65314
                Protocol    Pkts In   Chars In   Pkts Out  Chars Out
                      IP    4695304  565682368    4282947 1784754921
                    MPLS          0          0          0          0
            IPv6 Unicast          0          0          0          0
              IPv6 Mcast          0          0          0          0
gacc01.cba#
gacc01.cba#show interface Serial0/2/0.1/1/2/3:3
Serial0/2/0.1/1/2/3:3 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: SAINTGOBAIN  | 512K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 255/255, load 53/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  17055, LMI stat recvd 17057,LMI upd recvd 0, DTE LMI up
  LMI enq recvd 0, LMI stat sent  0,LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 1d23h
  Queueing strategy: fifo
  Output queue 0/40, 7254 drops; input queue 0/75, 0 drops
	Available Bandwidth 512 kilobits/sec
  5 minute input rate 50000 bits/sec, 44 packets/sec
  5 minute output rate 108000 bits/sec, 47 packets/sec
     4741666 packets input, 568473691 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     54 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 54 abort
     4299412 packets output, 1779629384 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     4 carrier transitions no alarm present
  VC 15: timeslot(s): 13-20, Transmitter delay 0, non-inverted data
gacc01.cba#ping vrf SGNET30:153954 200.167.188.74

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.167.188.74, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 12/12/16 ms
gacc01.cba#5 --- 3 
5 --- 52 
loss -4.5
###### vrf ROYAL_SUNALLIANCE:4332 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:51 2010 from 10.98.22.11
telnet acc06.spomb.embratel.net.br
nagios:~# telnet acc06.spomb.embratel.net.br
Trying 200.230.224.119...
Connected to acc06.spomb.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc06.spomb#show interface Serial2/0/5:6
Serial2/0/5:6 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: ROYAL_SUNALLIANCE  | 1024K | SPO/IP/11440 | (SPO/IP/11440) | BGP_AS65194
  Internet address is 187.128.1.221/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 135/255, rxload 101/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 26w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 1753188
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 407000 bits/sec, 101 packets/sec
  5 minute output rate 543000 bits/sec, 113 packets/sec
     851389885 packets input, 3360159280 bytes, 0 no buffer
     Received 0 broadcasts, 358 runts, 0 giants, 0 throttles
     406 input errors, 17 CRC, 0 frame, 0 overrun, 0 ignored, 31 abort
     848366391 packets output, 429932176 bytes, 0 underruns
     1752936 packets late drop, 777953654 bytes late drop
     0 output errors, 0 collisions, 900 interface resets
     0 output buffer failures, 0 output buffers swapped out
     14 carrier transitions no alarm present
  Timeslot(s) Used:9-24, subrate: 64Kb/s, transmit delay is 0 flags
acc06.spomb#
acc06.spomb#show interface Serial2/0/5:6
Serial2/0/5:6 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: ROYAL_SUNALLIANCE  | 1024K | SPO/IP/11440 | (SPO/IP/11440) | BGP_AS65194
  Internet address is 187.128.1.221/30
  MTU 1500 bytes, BW 1024 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 135/255, rxload 101/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 26w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 1753188
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 407000 bits/sec, 101 packets/sec
  5 minute output rate 543000 bits/sec, 113 packets/sec
     851389885 packets input, 3360159280 bytes, 0 no buffer
     Received 0 broadcasts, 358 runts, 0 giants, 0 throttles
     406 input errors, 17 CRC, 0 frame, 0 overrun, 0 ignored, 31 abort
     848366391 packets output, 429932176 bytes, 0 underruns
     1752936 packets late drop, 777953654 bytes late drop
     0 output errors, 0 collisions, 900 interface resets
     0 output buffer failures, 0 output buffers swapped out
     14 carrier transitions no alarm present
  Timeslot(s) Used:9-24, subrate: 64Kb/s, transmit delay is 0 flags
acc06.spomb#ping vrf ROYAL_SUNALLIANCE:4332 187.128.1.222

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 187.128.1.222, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/20/40 ms
acc06.spomb#5 --- 3 
5 --- 54 
5 --- 52 
loss -6.26666666666667
###### vrf SUNALLIANCE:3008 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:55 2010 from 10.98.22.11
telnet acc06.spomb.embratel.net.br
nagios:~# telnet acc06.spomb.embratel.net.br
Trying 200.230.224.119...
Connected to acc06.spomb.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc06.spomb#show interface Serial0/1/0
Serial0/1/0 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SUNALLIANCE  | 2048K | SPO/IP/07762 | (SPO/IP/07762)
  Internet address is 201.44.192.149/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 115/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:00, output 00:00:02, output hang never
  Last clearing of "show interface" counters 26w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 4295
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 929000 bits/sec, 338 packets/sec
  5 minute output rate 1000 bits/sec, 1 packets/sec
     1736805998 packets input, 3753163319 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 1 giants, 0 throttles
     56960 input errors, 32382 CRC, 0 frame, 38 overrun, 0 ignored, 24539 abort
     1000144833 packets output, 3272779103 bytes, 0 underruns
     4066 packets late drop, 219100 bytes late drop
     0 output errors, 0 collisions, 4 interface resets
     0 output buffer failures, 0 output buffers swapped out
     59 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc06.spomb#
acc06.spomb#show interface Serial0/1/0
Serial0/1/0 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SUNALLIANCE  | 2048K | SPO/IP/07762 | (SPO/IP/07762)
  Internet address is 201.44.192.149/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 1/255, rxload 115/255
  Encapsulation PPP, LCP Open
  Open: IPCP, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:01, output 00:00:00, output hang never
  Last clearing of "show interface" counters 26w0d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 4295
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 929000 bits/sec, 338 packets/sec
  5 minute output rate 1000 bits/sec, 1 packets/sec
     1736805998 packets input, 3753163319 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 1 giants, 0 throttles
     56960 input errors, 32382 CRC, 0 frame, 38 overrun, 0 ignored, 24539 abort
     1000144833 packets output, 3272779103 bytes, 0 underruns
     4066 packets late drop, 219100 bytes late drop
     0 output errors, 0 collisions, 4 interface resets
     0 output buffer failures, 0 output buffers swapped out
     59 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc06.spomb#ping vrf SUNALLIANCE:3008 201.44.192.150

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.44.192.150, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 1/5/16 ms
acc06.spomb#5 --- 3 
5 --- 54 
5 --- 52 
loss -6.26666666666667
######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:00:57 2010 from 10.98.22.11
telnet acc03.sts.embratel.net.br
nagios:~# telnet acc03.sts.embratel.net.br
Trying 200.230.224.157...
Connected to acc03.sts.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc03.sts#show interface Serial0/1/2
Serial0/1/2 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SPRINTPORTAIP  | 2048K | STS/IP/00334 | (STS/IP/00334)
  Internet address is 201.64.86.49/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 132/255, rxload 87/255
  Encapsulation HDLC, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:00, output 00:00:08, output hang never
  Last clearing of "show interface" counters 4w3d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 263
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  5 minute input rate 704000 bits/sec, 364 packets/sec
  5 minute output rate 1062000 bits/sec, 321 packets/sec
     407929910 packets input, 2407233855 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     51198 input errors, 51167 CRC, 0 frame, 22 overrun, 1024 ignored, 9 abort
     399103381 packets output, 975173980 bytes, 0 underruns
     0 output errors, 0 collisions, 2 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
     RTS up, CTS up, DTR up, DCD up, DSR up
acc03.sts#
acc03.sts#show interface Serial0/1/2
Serial0/1/2 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: SPRINTPORTAIP  | 2048K | STS/IP/00334 | (STS/IP/00334)
  Internet address is 201.64.86.49/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 132/255, rxload 87/255
  Encapsulation HDLC, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  Last input 00:00:00, output 00:00:09, output hang never
  Last clearing of "show interface" counters 4w3d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 263
  Queueing strategy: fifo
  Output queue: 0/40 (size/max)
  5 minute input rate 704000 bits/sec, 364 packets/sec
  5 minute output rate 1062000 bits/sec, 321 packets/sec
     407929910 packets input, 2407233855 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     51198 input errors, 51167 CRC, 0 frame, 22 overrun, 1024 ignored, 9 abort
     399103381 packets output, 975173980 bytes, 0 underruns
     0 output errors, 0 collisions, 2 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions
     RTS up, CTS up, DTR up, DCD up, DSR up
acc03.sts#ping  201.64.86.50

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.64.86.50, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 1/17/72 ms
acc03.sts#5 --- 3 
5 --- 52 
loss -4.5
###### vrf JOHNSON_TMX:2877 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:01:03 2010 from 10.98.22.11
telnet qgacc01.mns.embratel.net.br
nagios:~# telnet qgacc01.mns.embratel.net.br
Trying 200.230.249.109...
Connected to qgacc01.mns.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

qgacc01.mns#show interface Serial2/0/0.1/1/6/1:0
Serial2/0/0.1/1/6/1:0 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: JOHNSON_TMX  | 2048K | MNS/IP/01279 | (MNS/IP/01279) | BGP_AS65125
  Internet address is 187.128.10.53/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, rely 255/255, load 108/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 5w2d
  Queueing strategy: fifo
  Output queue 0/40, 147180 drops; input queue 0/75, 0 drops
	Available Bandwidth 452 kilobits/sec
  5 minute input rate 69000 bits/sec, 78 packets/sec
  5 minute output rate 869000 bits/sec, 146 packets/sec
     104611204 packets input, 20825038553 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     118498 input errors, 47632 CRC, 23891 frame, 0 overrun, 0 ignored, 46975 abort
     143657769 packets output, 123090049738 bytes, 0 underruns
     0 output errors, 0 collisions, 118 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  VC 16: timeslot(s): UNFRAMED, Transmitter delay 0, non-inverted data
qgacc01.mns#
qgacc01.mns#show interface Serial2/0/0.1/1/6/1:0
Serial2/0/0.1/1/6/1:0 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: JOHNSON_TMX  | 2048K | MNS/IP/01279 | (MNS/IP/01279) | BGP_AS65125
  Internet address is 187.128.10.53/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, rely 255/255, load 108/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:01, output 00:00:01, output hang never
  Last clearing of "show interface" counters 5w2d
  Queueing strategy: fifo
  Output queue 0/40, 147180 drops; input queue 0/75, 0 drops
	Available Bandwidth 452 kilobits/sec
  5 minute input rate 69000 bits/sec, 78 packets/sec
  5 minute output rate 869000 bits/sec, 146 packets/sec
     104611204 packets input, 20825038553 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     118498 input errors, 47632 CRC, 23891 frame, 0 overrun, 0 ignored, 46975 abort
     143657769 packets output, 123090049738 bytes, 0 underruns
     0 output errors, 0 collisions, 118 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  VC 16: timeslot(s): UNFRAMED, Transmitter delay 0, non-inverted data
qgacc01.mns#ping vrf JOHNSON_TMX:2877 187.128.10.54

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 187.128.10.54, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/4/8 ms
qgacc01.mns#5 --- 3 
5 --- 53 
loss -4.6
###### vrf BSH:1359 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:01:05 2010 from 10.98.22.11
telnet acc07.cas.embratel.net.br
nagios:~# telnet acc07.cas.embratel.net.br
Trying 200.230.224.144...
Connected to acc07.cas.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc07.cas#show interface Serial9/1/1.1
Serial9/1/1.1 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: BSH  | 2048K | HORT/IP/00599 | (HORT/IP/00599) | BGP_AS65161
  Internet address is 200.178.60.21/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 19/255, rxload 1/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc07.cas#
acc07.cas#show interface Serial9/1/1
Serial9/1/1 is up, line protocol is up 
  Hardware is cyBus Serial
  Description: BSH  | 2048K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 19/255, rxload 1/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  Restart-Delay is 0 secs
  LMI enq sent  347270, LMI stat recvd 347269, LMI upd recvd 0, DTE LMI up
  LMI enq recvd 0, LMI stat sent  0, LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:07, output 00:00:07, output hang never
  Last clearing of "show interface" counters 5w5d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 2
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 0 bits/sec, 0 packets/sec
  30 second output rate 159000 bits/sec, 233 packets/sec
     132938974 packets input, 4293293244 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     21861 input errors, 20663 CRC, 0 frame, 0 overrun, 0 ignored, 1198 abort
     122249580 packets output, 1867645650 bytes, 0 underruns
     1 packets late drop, 44 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     16 carrier transitions
     0 alarm indications, 0 remote alarms, 0 rx LOF, 0 rx LOS 
     DCD up, BER inactive, NELR inactive, FELR inactive
acc07.cas#ping vrf BSH:1359 200.178.60.22

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.178.60.22, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/4/4 ms
acc07.cas# --- 3 
 --- 53 
loss 
###### vrf PROCOMP:1032 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:01:09 2010 from 10.98.22.11
telnet acc10.bhe.embratel.net.br
nagios:~# telnet acc10.bhe.embratel.net.br
Trying 200.244.41.124...
Connected to acc10.bhe.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc10.bhe#show interface Serial1/0/4:3.1
Serial1/0/4:3.1 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: PROCOMP  | 256K | BHE/IP/03582 | (BHE/IP/03582) | BGP_AS65035
  Internet address is 200.251.220.225/30
  MTU 1500 bytes, BW 256 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 32/255, rxload 14/255
  Encapsulation FRAME-RELAY
  Last clearing of "show interface" counters never
acc10.bhe#
acc10.bhe#show interface Serial1/0/4:3
Serial1/0/4:3 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: PROCOMP  | 256K | ENLACE FR CLIENTE
  MTU 1500 bytes, BW 256 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 32/255, rxload 14/255
  Encapsulation FRAME-RELAY, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  0, LMI stat recvd 0, LMI upd recvd 0
  LMI enq recvd 19076, LMI stat sent  19076, LMI upd sent  0, DCE LMI up
  LMI DLCI 1023  LMI type is CISCO  frame relay DCE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:05, output 00:00:05, output hang never
  Last clearing of "show interface" counters 2d04h
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 860
  Queueing strategy: VIP-based fair queuing
  Output queue: 0/40 (size/max)
  5 minute input rate 15000 bits/sec, 26 packets/sec
  5 minute output rate 33000 bits/sec, 39 packets/sec
     2739295 packets input, 219355970 bytes, 0 no buffer
     Received 0 broadcasts, 1 runts, 0 giants, 0 throttles
     1 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 0 abort
     3285624 packets output, 523159024 bytes, 0 underruns
     860 packets late drop, 1026244 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  Timeslot(s) Used:23-26, subrate: 64Kb/s, transmit delay is 0 flags
acc10.bhe#ping vrf PROCOMP:1032 200.251.220.226

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.251.220.226, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 24/53/80 ms
acc10.bhe#5 --- 3 
5 --- 54 
loss -4.7
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:01:12 2010 from 10.98.22.11
telnet acc21.rjo.embratel.net.br
nagios:~# telnet acc21.rjo.embratel.net.br
Trying 200.244.41.152...
Connected to acc21.rjo.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc21.rjo#show interface Serial0/0/4:8.1
Serial0/0/4:8.1 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GM  | 512K | RJO/IP/02261 | (RJO/IP/02261)
  Internet address is 200.179.63.73/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 62/255, rxload 18/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc21.rjo#
acc21.rjo#show interface Serial0/0/4:8
Serial0/0/4:8 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GM  | 512K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 62/255, rxload 18/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  734778, LMI stat recvd 734179, LMI upd recvd 0, DTE LMI up
  LMI enq recvd 0, LMI stat sent  0, LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:02, output 00:00:06, output hang never
  Last clearing of "show interface" counters 12w1d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 178897
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  30 second input rate 38000 bits/sec, 46 packets/sec
  30 second output rate 652000 bits/sec, 167 packets/sec
     85309010 packets input, 2371048411 bytes, 0 no buffer
     Received 0 broadcasts, 7465882 runts, 16 giants, 0 throttles
     7651560 input errors, 30551 CRC, 0 frame, 0 overrun, 0 ignored, 155111 abort
     140375247 packets output, 1036707836 bytes, 0 underruns
     178897 packets late drop, 191091149 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  Timeslot(s) Used:17-24, subrate: 64Kb/s, transmit delay is 0 flags
acc21.rjo#ping vrf GM:1099 200.179.63.74

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.179.63.74, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 124/163/216 ms
acc21.rjo#5 --- 3 
5 --- 54 
loss -4.7
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:01:14 2010 from 10.98.22.11
telnet acc03.sne.embratel.net.br
nagios:~# telnet acc03.sne.embratel.net.br
Trying 200.230.224.116...
Connected to acc03.sne.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc03.sne#show interface Serial10/0/2:10.1
Serial10/0/2:10.1 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GM  | 256K | SNE/IP/00246 | (SNE/IP/00246)
  Internet address is 201.72.94.85/30
  MTU 1500 bytes, BW 256 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 11/255, rxload 1/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc03.sne#
acc03.sne#show interface Serial10/0/2:10
Serial10/0/2:10 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GM  | 256K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 256 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 11/255, rxload 1/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  294573, LMI stat recvd 294573, LMI upd recvd 0, DTE LMI up
  LMI enq recvd 0, LMI stat sent  0, LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:02, output 00:00:02, output hang never
  Last clearing of "show interface" counters 4w6d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 133
  Queueing strategy: VIP-based fair queuing
  Output queue: 0/40 (size/max)
  30 second input rate 0 bits/sec, 1 packets/sec
  30 second output rate 12000 bits/sec, 1 packets/sec
     7006854 packets input, 2313436035 bytes, 0 no buffer
     Received 0 broadcasts, 5 runts, 0 giants, 0 throttles
     6 input errors, 0 CRC, 0 frame, 0 overrun, 0 ignored, 1 abort
     9340230 packets output, 1944676822 bytes, 0 underruns
     133 packets late drop, 187172 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  Timeslot(s) Used:5-8, subrate: 64Kb/s, transmit delay is 0 flags
acc03.sne#ping vrf GM:1099 201.72.94.86

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 201.72.94.86, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 12/15/28 ms
acc03.sne#5 --- 3 
5 --- 54 
loss -4.7
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:01:17 2010 from 10.98.22.11
telnet gacc01.sts.embratel.net.br
nagios:~# telnet gacc01.sts.embratel.net.br
Trying 200.230.224.187...
Connected to gacc01.sts.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc01.sts#show interface Serial4/2/0.1/3/1/3:1
Serial4/2/0.1/3/1/3:1 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: GM  | 512K | STS/IP/00124 | (STS/IP/00124)
  Internet address is 200.210.169.201/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 184/255, load 30/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:04, output 00:00:04, output hang never
  Last clearing of "show interface" counters 4w6d
  Queueing strategy: fifo
  Output queue 0/40, 3427 drops; input queue 0/75, 0 drops
	Available Bandwidth 477 kilobits/sec
  5 minute input rate 2000 bits/sec, 0 packets/sec
  5 minute output rate 62000 bits/sec, 1 packets/sec
     10637971 packets input, 4246133044 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     66668087 input errors, 31153 CRC, 10877704 frame, 0 overrun, 0 ignored, 55759230 abort
     11421125 packets output, 6923431587 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 75: timeslot(s): 13-20, Transmitter delay 0, non-inverted data
gacc01.sts#
gacc01.sts#show interface Serial4/2/0.1/3/1/3:1
Serial4/2/0.1/3/1/3:1 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: GM  | 512K | STS/IP/00124 | (STS/IP/00124)
  Internet address is 200.210.169.201/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, rely 184/255, load 30/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:04, output 00:00:04, output hang never
  Last clearing of "show interface" counters 4w6d
  Queueing strategy: fifo
  Output queue 0/40, 3427 drops; input queue 0/75, 0 drops
	Available Bandwidth 477 kilobits/sec
  5 minute input rate 2000 bits/sec, 0 packets/sec
  5 minute output rate 62000 bits/sec, 1 packets/sec
     10637971 packets input, 4246133044 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     66668087 input errors, 31153 CRC, 10877704 frame, 0 overrun, 0 ignored, 55759230 abort
     11421125 packets output, 6923431587 bytes, 0 underruns
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 75: timeslot(s): 13-20, Transmitter delay 0, non-inverted data
gacc01.sts#ping vrf GM:1099 200.210.169.202

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.210.169.202, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 4/7/8 ms
gacc01.sts#5 --- 3 
5 --- 54 
loss -4.7
###### vrf GM:1099 #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:01:20 2010 from 10.98.22.11
telnet acc04.sdr.embratel.net.br
nagios:~# telnet acc04.sdr.embratel.net.br
Trying 200.244.41.75...
Connected to acc04.sdr.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

acc04.sdr#show interface Serial3/0/5:2.1
Serial3/0/5:2.1 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GM  | 512K | SDR/IP/00248 | (SDR/IP/00248)
  Internet address is 200.254.224.201/30
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 207/255, rxload 16/255
  Encapsulation FRAME-RELAY IETF
  Last clearing of "show interface" counters never
acc04.sdr#
acc04.sdr#show interface Serial3/0/5:2
Serial3/0/5:2 is up, line protocol is up 
  Hardware is Multichannel T1/E1 without TDM
  Description: GM  | 512K | ENLACE FR CLIENTE 
  MTU 1500 bytes, BW 512 Kbit, DLY 20000 usec, 
     reliability 255/255, txload 207/255, rxload 16/255
  Encapsulation FRAME-RELAY IETF, crc 16, loopback not set
  Keepalive set (10 sec)
  LMI enq sent  140913, LMI stat recvd 140836, LMI upd recvd 0, DTE LMI up
  LMI enq recvd 1, LMI stat sent  0, LMI upd sent  0
  LMI DLCI 1023  LMI type is CISCO  frame relay DTE
  Broadcast queue 0/64, broadcasts sent/dropped 0/0, interface broadcasts 0
  Last input 00:00:00, output 00:00:00, output hang never
  Last clearing of "show interface" counters 2w2d
  Input queue: 0/75/0/0 (size/max/drops/flushes); Total output drops: 53393
  Queueing strategy: Class-based queueing
  Output queue: 0/40 (size/max)
  5 minute input rate 33000 bits/sec, 26 packets/sec
  5 minute output rate 416000 bits/sec, 116 packets/sec
     16538460 packets input, 2619668661 bytes, 0 no buffer
     Received 0 broadcasts, 1224 runts, 0 giants, 0 throttles
     5363 input errors, 16 CRC, 0 frame, 0 overrun, 0 ignored, 4123 abort
     23488394 packets output, 3399476620 bytes, 0 underruns
     53393 packets late drop, 53358771 bytes late drop
     0 output errors, 0 collisions, 0 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions no alarm present
  Timeslot(s) Used:14-21, subrate: 64Kb/s, transmit delay is 0 flags
acc04.sdr#ping vrf GM:1099 200.254.224.202

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 200.254.224.202, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 12/15/16 ms
acc04.sdr#5 --- 3 
5 --- 54 
loss -4.7
######  #####
spawn ssh 10.98.22.213
root@10.98.22.213's password: 
Linux nagios 2.6.26-2-686 #1 SMP Sat Dec 26 09:01:51 UTC 2009 i686

The programs included with the Debian GNU/Linux system are free software;
the exact distribution terms for each program are described in the
individual files in /usr/share/doc/*/copyright.

Debian GNU/Linux comes with ABSOLUTELY NO WARRANTY, to the extent
permitted by applicable law.
Last login: Fri Nov 26 16:01:23 2010 from 10.98.22.11
telnet gacc05.spomb.embratel.net.br
nagios:~# telnet gacc05.spomb.embratel.net.br
Trying 200.230.249.177...
Connected to gacc05.spomb.embratel.net.br.
Escape character is '^]'.
C
                ============================================================
                =                  INTERNET via Embratel                   =
                ============================================================
                Voce deve possuir autorizacao para acessar este equipamento.
                      Todas as conexoes sao monitoradas e registradas.
                ============================================================


User Access Verification

Username: caincl
Password: 

gacc05.spomb#show interface Serial2/3/0.1/3/1/2:0
Serial2/3/0.1/3/1/2:0 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: SUNALLIANCE  | 2048K | SPO/IP/07751 | (SPO/IP/07751)
  Internet address is 189.2.153.41/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, rely 255/255, load 100/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:07, output 00:00:07, output hang never
  Last clearing of "show interface" counters 3w1d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 2048 kilobits/sec
  5 minute input rate 134000 bits/sec, 85 packets/sec
  5 minute output rate 807000 bits/sec, 94 packets/sec
     64984708 packets input, 10081495335 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     48053 input errors, 153 CRC, 2681 frame, 0 overrun, 0 ignored, 45219 abort
     76106840 packets output, 70505875935 bytes, 0 underruns
     0 output errors, 0 collisions, 111 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 44: timeslot(s): UNFRAMED, Transmitter delay 0, non-inverted data
gacc05.spomb#
gacc05.spomb#show interface Serial2/3/0.1/3/1/2:0
Serial2/3/0.1/3/1/2:0 is up, line protocol is up 
  Hardware is SPA-1XCHSTM1/OC3
  Description: SUNALLIANCE  | 2048K | SPO/IP/07751 | (SPO/IP/07751)
  Internet address is 189.2.153.41/30
  MTU 1500 bytes, BW 2048 Kbit, DLY 20000 usec, rely 255/255, load 100/255
  Encapsulation PPP, crc 16, loopback not set
  Keepalive set (10 sec)
  LCP Open
  Open: IPCP
  Last input 00:00:07, output 00:00:07, output hang never
  Last clearing of "show interface" counters 3w1d
  Queueing strategy: fifo
  Output queue 0/40, 0 drops; input queue 0/75, 0 drops
	Available Bandwidth 2048 kilobits/sec
  5 minute input rate 134000 bits/sec, 85 packets/sec
  5 minute output rate 807000 bits/sec, 94 packets/sec
     64984708 packets input, 10081495335 bytes, 0 no buffer
     Received 0 broadcasts, 0 runts, 0 giants, 0 throttles
     48053 input errors, 153 CRC, 2681 frame, 0 overrun, 0 ignored, 45219 abort
     76106840 packets output, 70505875935 bytes, 0 underruns
     0 output errors, 0 collisions, 111 interface resets
     0 output buffer failures, 0 output buffers swapped out
     0 carrier transitions alarm present
  VC 44: timeslot(s): UNFRAMED, Transmitter delay 0, non-inverted data
gacc05.spomb#ping  189.2.153.42

Type escape sequence to abort.
Sending 5, 100-byte ICMP Echos to 189.2.153.42, timeout is 2 seconds:
!!!!!
Success rate is 100 percent (5/5), round-trip min/avg/max = 36/80/144 ms
gacc05.spomb#5 --- 3 
5 --- 54 
loss -4.7
